{
  "meta": {
    "title": "QBH Procedures Manual",
    "subtitle": "Browse procedures by section. Employees: view-only • Admin can edit via /admin.html",
    "updated": "2026-01-10T23:27:09.007Z"
  },
  "sections": [
    {
      "id": "vol-ii-sec-5-rights-and-ethics",
      "title": "Vol II Sec 5 Rights and Ethics",
      "summary": "Imported from QBH Procedures Manual Vol II Sec 5 Rights and Ethics.pdf",
      "subpolicies": [
        {
          "id": "policy-d0dd43c2",
          "title": "CONSUMER RIGHTS AND RESTRICTIONS",
          "summary": "During intake, all consumers are given a copy of the Consumer Rights and Responsibilities.",
          "blocks": [
            {
              "type": "p",
              "text": "-The rights and responsibilities are also explained verbally in a language or at a level"
            },
            {
              "type": "p",
              "text": "the consumer can understand."
            },
            {
              "type": "p",
              "text": "-If a consumer is too impaired to comprehend their rights and responsibilities at intake,"
            },
            {
              "type": "p",
              "text": "they will be reviewed with them as soon as clinically feasible."
            },
            {
              "type": "p",
              "text": "-Consumers will be provided with information about enrollee rights, responsibilities,"
            },
            {
              "type": "p",
              "text": "and protections."
            },
            {
              "type": "p",
              "text": "-All consumers will receive information on all QBH treatment and program options."
            },
            {
              "type": "p",
              "text": "-Consumers are asked to indicate on the Consent to Treatment Form that they have read and"
            },
            {
              "type": "p",
              "text": "understand their rights and responsibilities. The signed form is retained in the consumer's"
            },
            {
              "type": "p",
              "text": "medical record."
            },
            {
              "type": "p",
              "text": "-A consumer can change their mind at any time about sharing of information, but this"
            },
            {
              "type": "p",
              "text": "request should be made in writing to ensure it is documented in your request."
            },
            {
              "type": "p",
              "text": "-All programs shall post a list of Consumer Rights and Responsibilities in a conspicuous area"
            },
            {
              "type": "p",
              "text": "accessible to all consumers. The Agency shall provide a copy of the consumer rights and"
            },
            {
              "type": "p",
              "text": "responsibilities to any consumer, family member, or designated representative upon"
            },
            {
              "type": "p",
              "text": "request."
            },
            {
              "type": "li",
              "text": "A list of consumer rights and responsibilities shall be posted in the waiting area or public"
            },
            {
              "type": "p",
              "text": "access area. At the telephone available for consumer use, and in the waiting area, the"
            },
            {
              "type": "p",
              "text": "following phone numbers shall be available:"
            },
            {
              "type": "li",
              "text": "Office of Adult Protective Services"
            },
            {
              "type": "li",
              "text": "MI Department of Health Services and the Human Rights Advisor"
            }
          ],
          "pdf": ""
        },
        {
          "id": "vol-ii-sec-5-rights-and-ethics-policy",
          "title": "CONSUMER RIGHTS, RESPONSIBILITIES AND RESTRICTION OF RIGHTS",
          "summary": "QBH, Inc. will delineate consumer rights as defined by the state of Michigan and by CARF in the Accreditation Standards for Behavioral Health Care, and describe how those rights shall be conveyed to all consumers by QBH, Inc. staff.",
          "blocks": [
            {
              "type": "p",
              "text": "QBH, Inc. will delineate consumer rights as defined by the state of Michigan and by CARF in the Accreditation Standards for Behavioral Health Care, and describe how those rights shall be conveyed to all consumers by QBH, Inc. staff."
            }
          ],
          "pdf": "pdf/QBH Procedures Manual Vol II Sec 5 Rights and Ethics.pdf"
        },
        {
          "id": "policy-89891167",
          "title": "RESTRICTION OF RIGHTS",
          "summary": "Consumers shall be allowed private and uncensored communication and visits with family members or other visitors when such visits do not interfere with treatment activities or are not contraindicated by the consumer's treatment plan or court order.",
          "blocks": [
            {
              "type": "p",
              "text": "Visitation is restricted during detoxification for all consumers as a safety measure; this is"
            },
            {
              "type": "p",
              "text": "described in the Consumer Handbook that is reviewed during orientation and is a nonnegotiable, but temporary, restriction until detoxification is complete."
            },
            {
              "type": "p",
              "text": "If a consumer's right must be restricted or denied, the consumer, if able, and the"
            },
            {
              "type": "p",
              "text": "consumer's representative, if applicable, willparticipate in the discussion and decision."
            },
            {
              "type": "p",
              "text": "Their participation is documented in the clinical progress notes."
            },
            {
              "type": "p",
              "text": "-If necessary and wherever possible, staff shall restrict a consumer's right in question rather"
            },
            {
              "type": "p",
              "text": "than totally denying it. The scope of the restriction shall be limited to the extent necessary"
            },
            {
              "type": "p",
              "text": "to accomplish therapeutic and/or security needs."
            },
            {
              "type": "p",
              "text": "-The primary counselor will discuss with the consumer and document in progress notes in the"
            },
            {
              "type": "p",
              "text": "medical record reasons for denial and/or restriction and circumstances for removal of"
            },
            {
              "type": "p",
              "text": "restriction."
            },
            {
              "type": "p",
              "text": "-The consumer shall be informed orally and in writing of the decision to restrict or deny his or"
            },
            {
              "type": "p",
              "text": "her right and of the reasons thereto."
            },
            {
              "type": "p",
              "text": "-The consumer shall be informed of his or her right to file a complaint through the grievance"
            },
            {
              "type": "p",
              "text": "procedure if he or she chooses."
            },
            {
              "type": "li",
              "text": "The denial of rights will be documented in the consumer's clinical progress notes and will be"
            },
            {
              "type": "p",
              "text": "completed for each right, restriction, or denial."
            },
            {
              "type": "li",
              "text": "These progress notes will be submitted to the Clinical Director for review."
            },
            {
              "type": "p",
              "text": "-The Clinical Director shall document the review by signature and inform staff of any"
            },
            {
              "type": "p",
              "text": "irregularity or omission noted."
            },
            {
              "type": "p",
              "text": "-The original progress notes shallbe placed in the consumer's medical record, and a copy"
            },
            {
              "type": "p",
              "text": "shall be given to the consumer to satisfy the written notice requirement."
            },
            {
              "type": "p",
              "text": "-All restrictions or denials shall be reviewed every three days."
            }
          ],
          "pdf": ""
        },
        {
          "id": "policy-f6a00150",
          "title": "CONSUMER RIGHTS",
          "summary": "",
          "blocks": [
            {
              "type": "p",
              "text": "• The right to treatment and services under conditions that support the consumer's personal liberty, values and beliefs and restriction of such liberty only as necessary to comply with treatment needs."
            },
            {
              "type": "p",
              "text": "• The right to be involved in the development of an individualized, written treatment plan to be developed promptly after admission."
            },
            {
              "type": "p",
              "text": "• To be given information needed to aid in treatment decisions."
            },
            {
              "type": "p",
              "text": "• Periodic review and reassessment of needs, and appropriate revisions of the plan,"
            },
            {
              "type": "p",
              "text": "-\tincluding a description of the services that may be needed for follow-up."
            },
            {
              "type": "p",
              "text": "• The right to be provided care by competent, qualified, and experienced staff and identification of staff responsible for care. The right to express preferences in treatment staff."
            },
            {
              "type": "p",
              "text": "• The right to ongoing participation in the planning of services to be provided and in the development and periodic revision of the treatment plan and the right to be provided with a reasonable explanation of all aspects of one's own condition and treatment. Participation of relatives or guardians in planning care as appropriate."
            },
            {
              "type": "p",
              "text": "• The right to refuse treatment."
            },
            {
              "type": "p",
              "text": "• The right not to have to participate in experimentation in the absence of the consumer's informed and voluntary written consent."
            },
            {
              "type": "p",
              "text": "• The right to appropriate protections associated with such participation; and the right and opportunity to revoke such consent."
            },
            {
              "type": "p",
              "text": "• The right to treatment using the least restrictive means possible."
            },
            {
              "type": "p",
              "text": "• The right to a humane treatment environment that affords reasonable protection from harm, appropriate privacy, and freedom from verbal or physical abuse or neglect."
            },
            {
              "type": "p",
              "text": "• The right to confidentiality of records."
            },
            {
              "type": "p",
              "text": "• The right to access, upon request to his/her own consumer records in accordance with state and/or federal law."
            },
            {
              "type": "p",
              "text": "• The right to be informed, in appropriate language and terms, of their rights, induding the right to legal counsel and all other requirements of due process."
            },
            {
              "type": "p",
              "text": "• The right to be provided a representative to communicate consumer information and treatment decisions if unable to understand staff."
            },
            {
              "type": "p",
              "text": "• The right to be treated with respect and human dignity."
            },
            {
              "type": "p",
              "text": "• Treatment with dignity and respect shall be defined by the consumer, and considered in light of the specific incident, treatment goals, safety concerns, laws and standards, and what a reasonable person would expect under similar circumstances."
            },
            {
              "type": "p",
              "text": "• The right to not be exploited financially or otherwise, or required to make public statements acknowledging gratitude to the program or perform at public gatherings."
            },
            {
              "type": "p",
              "text": "• The right to assert grievances with respect to infringement of these rights, including the right to have such grievances considered in a fair, timely and impartial procedure."
            },
            {
              "type": "p",
              "text": "• The right of access to the Recipient Rights Advisor in order to understand, exercise, and protect personal rights; the right to voice concerns without retaliation."
            },
            {
              "type": "p",
              "text": "• The right to be infonned, in advance, of charges for services and to receive individualized treatment regardless of payment source(s)."
            },
            {
              "type": "p",
              "text": "• The right to all available services without discrimination because of ethnicity, cultural or spiritual orientation, gender, age, sexual orientation, socioeconomic status, handicap, national origin, or marital status."
            },
            {
              "type": "p",
              "text": "• The right to exercise his/her civil rights, including but not limited to, the right to register and vote at elections."
            },
            {
              "type": "p",
              "text": "• The right to referral, as appropriate, to other providers of behavioral health services."
            },
            {
              "type": "p",
              "text": "• The right to a smoke-free environment."
            },
            {
              "type": "p",
              "text": "• The right to be informed of the Agency's rules and regulations regarding expected consumer conduct."
            },
            {
              "type": "p",
              "text": "• The right to have access to their guardian, if applicable, at all times."
            }
          ],
          "pdf": ""
        },
        {
          "id": "policy-8d374b59",
          "title": "CONSUMERS RESPONSIBILITIES",
          "summary": "",
          "blocks": [
            {
              "type": "p",
              "text": "• To provide information that will assist clinical staff in understanding their needs, develop appropriate treatment, and understand their response to treatment;"
            },
            {
              "type": "p",
              "text": "• To follow instructions so that treatment may be achieved and to ask questions any time they do not understand;"
            },
            {
              "type": "p",
              "text": "• To accept the consequences of any breaches in following instructions, program rules, and their agreed upon course of treatment;"
            },
            {
              "type": "p",
              "text": "• To follow all program rules and regulations;"
            },
            {
              "type": "p",
              "text": "• To show respect and consideration to other consumer's, staff, and visitors to the Agency;"
            },
            {
              "type": "p",
              "text": "• To meet their financial commitments, if applicable;"
            },
            {
              "type": "p",
              "text": "• To \"speak up\" any time they have suggestions for improvement, concerns for safety in their care or the environment where it is received, or when they are satisfied, or pleased, with any aspect of services."
            }
          ],
          "pdf": ""
        },
        {
          "id": "policy-deec834a",
          "title": "CONSUMER LABOR",
          "summary": "",
          "blocks": [
            {
              "type": "p",
              "text": "• QBH, INC. shall provide services that are consistent with the consumer rights and state and federal laws. that address the specific rights of consumer to undergo treatment without being requested to provide labor that would require reimbursement as defined within the Fair Labor Standards Act 29, U.S.C.S. 206"
            },
            {
              "type": "p",
              "text": "• Agency maintenance and housekeeping chores shall not be dependent upon consumer labor. However, consumer is required to assist in maintaining the cleanliness and neatness of the bedroom, closet space and common areas and to perform such daily living tasks as making their bed and washing their clothing."
            },
            {
              "type": "p",
              "text": "• Client labor, as defined by the Fair Labor Standards Ad, shall not be required or permitted by consumer being treated at QBH, Inc."
            }
          ],
          "pdf": ""
        },
        {
          "id": "policy-186a1097",
          "title": "LEGAL DIRECTIVE",
          "summary": "",
          "blocks": [
            {
              "type": "p",
              "text": "• QBH acknowledges the consumer's right to access protected health information contained in his/her medical record, the right to request an amendment of protected health information, the right to request confidential communications, and the right to an accounting of disclosures made without an authorization."
            },
            {
              "type": "p",
              "text": "• QBH shall abide by federal time and manner guidelines in ensuring the consumer's exercise of such rights and comply with federal privacy regulations under the Health Insurance Portability and Accountability Act (45 CFR Parts 160 and 164) that addresses the consumer's rights with respect to their protected health information."
            }
          ],
          "pdf": ""
        },
        {
          "id": "policy-67e29142",
          "title": "DEFINITIONS",
          "summary": "",
          "blocks": [
            {
              "type": "p",
              "text": "• Covered Entity: means a health plan, a health care clearinghouse, or a health care provider who transmits any health information in electronic form in connection with a transaction covered by the Health Insurance Portability and Accountability Act (HIPAA) of 1996 (45 CFR Parts 160 and 164)."
            },
            {
              "type": "p",
              "text": "• Designated Record Set: means a group of records maintained by or for QBH that is:"
            },
            {
              "type": "p",
              "text": "o The medical records and billing records about consumers maintained by or for QBH;"
            },
            {
              "type": "p",
              "text": "o The enrollment, payment, claims adjudication, and case or medical management record systems maintained by or for QBH; or"
            },
            {
              "type": "p",
              "text": "o Used, in whole or in part, by or for QBH to make decisions about consumers. For purposes of this policy, the term record means any item, collection, or grouping of information that includes protected health information and is maintained, collected, used or disseminated by or for QBH."
            },
            {
              "type": "p",
              "text": "• Protected Health Information (PHI): means individually identifiable health information, including demographic information, created or received by QBH that relates to past, present or future physical or mental health or mental health treatment of a consumer, or the past, present, or future payment for the provision of health care to a consumer, which is transmitted by or maintained in any electronic medium or is transmitted or maintained in any other form. PHI does not include educational records covered by the Family Educational Rights and Privacy Act or employment records held by QBH in its role as an employer."
            },
            {
              "type": "p",
              "text": "• Psychotherapy Notes: means notes recorded in any medium by a health care provider who is a mental health professional documenting or analyzing the contents of a conversation during a private counseling session and that are separated from the rest of the consumer's medical record. Psychotherapy notes excludes medication prescription and monitoring, counseling session start and stop times, the modalities and frequencies of treatment furnished, results of clinical tests, and any summary of the following items: diagnosis, functional status, the treatment plan, symptoms, prognosis, and progress to date."
            },
            {
              "type": "p",
              "text": "• Qualified Behavioral Health Professional: means an individual who meets the requirements of A.A.C.R9-20-204 and is a psychiatrist, behavioral health medical practitioner,"
            },
            {
              "type": "p",
              "text": "psychologist, social worker, counselor, marriage and family therapist, substance abuse counselor, or registered nurse with one full year of behavioral health work experience."
            }
          ],
          "pdf": ""
        },
        {
          "id": "policy-2c22bea7",
          "title": "RIGHT TO ACCESS TO PROTECTED HEALTH INFORMATION",
          "summary": "",
          "blocks": [
            {
              "type": "p",
              "text": "• Except as otherwise provided in this policy, a consumer has a right of access to inspect and obtain a copy of PHI in their designated record set, for as long as the PHI is maintained in the designated record set, except for:"
            },
            {
              "type": "p",
              "text": "o Psychotherapy notes"
            },
            {
              "type": "p",
              "text": "o Information compiled in reasonable anticipation of, or for use in, a civil, criminal, or administrative action or proceeding; and"
            },
            {
              "type": "p",
              "text": "o PHI maintained by QBH that is:"
            },
            {
              "type": "p",
              "text": "• Subject to the Clinical Laboratory Improvements Amendments or 1988, 42 U.5.C. 263a, to the extent the provision of access to the consumer would be prohibited by law; or"
            },
            {
              "type": "p",
              "text": "• Exempt from the Clinical Laboratory Improvements Amendments of 1988, pursuant to 42 C.F.R. 493.3(a)(2)."
            },
            {
              "type": "p",
              "text": "• QBH must permit a consumer to request access to inspect or obtain a copy of the PHI about the consumer maintained in their designated record set Requests for access must be made in writing and directed to the Privacy Officer or to the Clinical Director who must act on a request for access no later than thirty (30) days after receipt of the request as follows:"
            },
            {
              "type": "p",
              "text": "o If QBH grants the request, in whole or in part, it must inform the consumer of the acceptance of the request and provide the access requested, in accordance with this policy; or"
            },
            {
              "type": "p",
              "text": "o If QBH denies the request, in whole or in part, it must provide the consumer with a written denial, in accordance with this policy."
            },
            {
              "type": "p",
              "text": "o If QBH is unable to respond to the consumer's request for access in thirty (30) days, or"
            },
            {
              "type": "p",
              "text": "sixty (60) days if the PHI is not maintained on site, QBH may extend the period by thirty"
            },
            {
              "type": "p",
              "text": "(30) days, provided the consumer is notified in writing. QBH may have only one thirty"
            },
            {
              "type": "p",
              "text": "(30) day extension."
            },
            {
              "type": "p",
              "text": "o If QBH does not maintain the PHI that is the subject of the consumer's request for access, and QBH knows where the requested information is maintained, QBH must inform the consumer where to direct the request for access."
            }
          ],
          "pdf": ""
        },
        {
          "id": "policy-ce63ff0b",
          "title": "PROVISION OF ACCESS",
          "summary": "",
          "blocks": [
            {
              "type": "p",
              "text": "• If QBH provides a consumer with access to PHI, in whole or in part, QBH must comply with the following requirements:"
            },
            {
              "type": "p",
              "text": "o QBH must provide the access requested by the member, including inspection or obtaining a copy, or both, of the PHI about them in the designated record set. If the same PHI that is the subject of the request is maintained in more than one designated record set or at more than one location, QBH need only produce the PHI once in response to the immediate request."
            },
            {
              "type": "p",
              "text": "o QBH must provide the consumer with access to the PHI in the form or format requested by the consumer, if it is readily producible in such form or format; or, if not, in a readable hard copy or such other form or format as agreed to by QBH and the consumer."
            },
            {
              "type": "p",
              "text": "o QBH may provide the consumer with a summary of the PHI requested, in lieu of providing access to the PHI or may provide an explanation of the PHI to which access has been provided, if the consumer agrees in advance to such a summary or explanation of the PHI."
            },
            {
              "type": "p",
              "text": "o If the consumer requests a copy of the PHI or agrees to a summary or explanation of such information, QBH may impose a reasonable cost-based fee, provided the consumer is notified in advance of any such fee, and provided that the fee includes only the cost of:"
            },
            {
              "type": "p",
              "text": "• Copying, including the cost of supplies for and labor of copying, the PHI requested by the consumer"
            },
            {
              "type": "p",
              "text": "• Postage, when the consumer has requested the copy, or summary or explanation, be mailed"
            },
            {
              "type": "p",
              "text": "• Preparing an explanation or summary of the PHI, if agreed to by the consumer."
            }
          ],
          "pdf": ""
        },
        {
          "id": "policy-7a529530",
          "title": "FORM OF ACCESS",
          "summary": "",
          "blocks": [
            {
              "type": "p",
              "text": "• QBH must provide the access as requested by the consumer, including arranging for the consumer a convenient time and place to inspect or obtain a copy of the PHI, or mailing the copy of the PHI at the consumer's request."
            },
            {
              "type": "p",
              "text": "• QBH may discuss the scope, format, and other aspects of the request for access with the consumer as necessary to facilitate the timely provision of access."
            }
          ],
          "pdf": ""
        },
        {
          "id": "policy-11777d4a",
          "title": "DENIAL OR ACCESS-GENERAL REQUIREMENTS",
          "summary": "",
          "blocks": [
            {
              "type": "p",
              "text": "• If QBH denies access to the requested PHI, in whole or in part, QBH must comply with the following requirements:"
            },
            {
              "type": "p",
              "text": "o QBH must, to the extent possible, give the consumer access to any other PHI requested, after excluding the contraindicated PHI."
            },
            {
              "type": "p",
              "text": "o QBH provides a timely, written denial to the consumer, in plain language with an explanation of the following:"
            },
            {
              "type": "p",
              "text": "• The basis for the denial"
            },
            {
              "type": "p",
              "text": "• The consumer's review rights, if applicable, including a description of how the consumer may exercise these rights; and"
            },
            {
              "type": "p",
              "text": "• A description of how the consumer may place complaint with QBH according to the complaint procedures described in the Notice of Privacy Practices and Appeals."
            },
            {
              "type": "p",
              "text": "• The consumer may also file complaint with the United States Secretary of Health and Human Services (Secretary). A complaint filed with the Secretary must meet the following requirements:"
            },
            {
              "type": "p",
              "text": "A complaint must be filed in writing, either on paper or electronically"
            },
            {
              "type": "p",
              "text": "A complaint must name the entity that is the subject of the complaint and describe the acts or omissions believed to be in violation of the applicable standards, requirements, or implementation specifications of the Health Insurance Portability and Accountability Act;"
            },
            {
              "type": "p",
              "text": "A complaint must be filed within 180 days of when the complainant knew or should have known that the act or omission complained of occurred, unless the time limit is waived by the Secretary for shown good cause."
            },
            {
              "type": "p",
              "text": "\"The Secretary may prescribe additional procedures for filing of complaints, as well as the place and manner of filing, by notice in the Federal Register.\""
            }
          ],
          "pdf": ""
        },
        {
          "id": "policy-b6f421bb",
          "title": "DENIAL OF ACCESS NOT SUBJECT TO REVIEW",
          "summary": "",
          "blocks": [
            {
              "type": "p",
              "text": "• QBH may deny a consumer access to the designated record set without providing the consumer an opportunity for review in the following circumstances:"
            },
            {
              "type": "p",
              "text": "o The PHI is expected from the right of access as described in this policy"
            },
            {
              "type": "p",
              "text": "o The PHI is subject to the Privacy Act (5 U.S.C.§552a), and the denial under the Privacy Act meets the requirements of law; or"
            },
            {
              "type": "p",
              "text": "o The PHI was obtained from someone other than a health care provider under a promise of confidentiality and the access requested would be reasonably likely to reveal the source of the information."
            }
          ],
          "pdf": ""
        },
        {
          "id": "policy-0022bd4f",
          "title": "DENIAL OF ACCESS SUBJECT TO REVIEW",
          "summary": "",
          "blocks": [
            {
              "type": "p",
              "text": "• QBH may deny a consumer access to the designated record set, provided that the consumer is given a right to have such denials reviewed, in the following circumstances:"
            },
            {
              "type": "p",
              "text": "o A Qualified Behavioral Health care professional has determined, in the exercise of professional judgment, that the access requested is reasonably likely to endanger the life or physical safety of the consumer or another person"
            },
            {
              "type": "p",
              "text": "o The PHI makes reference to another person (unless such person is a health care provider) and a qualified behavioral health professional has determined, in the exercise of professional judgment, that the access requested is reasonably likely to cause substantial harm to such other person; or"
            },
            {
              "type": "p",
              "text": "o The request for access is made by the consumer's personal representative and a qualified behavioral health professional has determined, in the exercise of professional judgment, that the provision of access to such personal representative is reasonably likely to cause substantial harm to the consumer or another"
            }
          ],
          "pdf": ""
        },
        {
          "id": "policy-c33cca82",
          "title": "New Sub-policy",
          "summary": "",
          "blocks": [
            {
              "type": "p",
              "text": "(Replace this with your policy text.)"
            }
          ],
          "pdf": ""
        }
      ]
    },
    {
      "id": "vol-ii-sec-4-quality-management",
      "title": "Vol II Sec 4 Quality Management",
      "summary": "Imported from QBH Procedures Manual Vol II Sec 4 Quality Management.pdf",
      "subpolicies": [
        {
          "id": "vol-ii-sec-4-quality-management-policy",
          "title": "Policy",
          "summary": "Imported from QBH Procedures Manual Vol II Sec 4 Quality Management.pdf",
          "blocks": [],
          "pdf": "pdf/QBH Procedures Manual Vol II Sec 4 Quality Management.pdf"
        }
      ]
    },
    {
      "id": "vol-ii-sec-3-medication-management",
      "title": "Vol II Sec 3 Medication Management",
      "summary": "Imported from QBH Procedures Manual Vol II Sec 3 Medication Management.pdf",
      "subpolicies": [
        {
          "id": "vol-ii-sec-3-medication-management-policy",
          "title": "Policy",
          "summary": "Imported from QBH Procedures Manual Vol II Sec 3 Medication Management.pdf",
          "blocks": [],
          "pdf": "pdf/QBH Procedures Manual Vol II Sec 3 Medication Management.pdf"
        }
      ]
    },
    {
      "id": "vol-ii-sec-2-leadership",
      "title": "Vol II Sec 2 Leadership",
      "summary": "Imported from QBH Procedures Manual Vol II Sec 2 Leadership.pdf",
      "subpolicies": [
        {
          "id": "vol-ii-sec-2-leadership-policy",
          "title": "Policy",
          "summary": "Imported from QBH Procedures Manual Vol II Sec 2 Leadership.pdf",
          "blocks": [],
          "pdf": "pdf/QBH Procedures Manual Vol II Sec 2 Leadership.pdf"
        }
      ]
    },
    {
      "id": "vol-ii-sec-1-info-mgmt",
      "title": "Vol II Sec 1 Info Mgmt",
      "summary": "Imported from QBH Procedures Manual Vol II Sec 1 Info Mgmt.pdf",
      "subpolicies": [
        {
          "id": "vol-ii-sec-1-info-mgmt-policy",
          "title": "Policy",
          "summary": "Imported from QBH Procedures Manual Vol II Sec 1 Info Mgmt.pdf",
          "blocks": [],
          "pdf": "pdf/QBH Procedures Manual Vol II Sec 1 Info Mgmt.pdf"
        }
      ]
    },
    {
      "id": "vol-i-sec-6-infection-control",
      "title": "Vol I Sec 6 Infection Control",
      "summary": "Imported from QBH Procedures Manual Vol I Sec 6 Infection Control.pdf",
      "subpolicies": [
        {
          "id": "vol-i-sec-6-infection-control-policy",
          "title": "Policy",
          "summary": "Imported from QBH Procedures Manual Vol I Sec 6 Infection Control.pdf",
          "blocks": [],
          "pdf": "pdf/QBH Procedures Manual Vol I Sec 6 Infection Control.pdf"
        }
      ]
    },
    {
      "id": "vol-i-sec-5-human-resources",
      "title": "Vol I Sec 5 Human Resources",
      "summary": "Imported from QBH Procedures Manual Vol I Sec 5 Human Resources.pdf",
      "subpolicies": [
        {
          "id": "vol-i-sec-5-human-resources-policy",
          "title": "Policy",
          "summary": "Imported from QBH Procedures Manual Vol I Sec 5 Human Resources.pdf",
          "blocks": [],
          "pdf": "pdf/QBH Procedures Manual Vol I Sec 5 Human Resources.pdf"
        }
      ]
    },
    {
      "id": "vol-i-sec-4-environment-of-care",
      "title": "Vol I Sec 4 Environment of Care",
      "summary": "Imported from QBH Procedures Manual Vol I Sec 4 Environment of Care.pdf",
      "subpolicies": [
        {
          "id": "vol-i-sec-4-environment-of-care-policy",
          "title": "Policy",
          "summary": "Imported from QBH Procedures Manual Vol I Sec 4 Environment of Care.pdf",
          "blocks": [],
          "pdf": "pdf/QBH Procedures Manual Vol I Sec 4 Environment of Care.pdf"
        }
      ]
    },
    {
      "id": "vol-i-sec-3-general-safety",
      "title": "Vol I Sec 3 General Safety",
      "summary": "Imported from QBH Procedures Manual Vol I Sec 3 General Safety.pdf",
      "subpolicies": [
        {
          "id": "vol-i-sec-3-general-safety-policy",
          "title": "Policy",
          "summary": "Imported from QBH Procedures Manual Vol I Sec 3 General Safety.pdf",
          "blocks": [],
          "pdf": "pdf/QBH Procedures Manual Vol I Sec 3 General Safety.pdf"
        }
      ]
    },
    {
      "id": "vol-i-sec-2-emergency-preparedness",
      "title": "Vol I Sec 2 Emergency Preparedness",
      "summary": "Emergency preparedness, emergency response plans, medical emergencies, and drill documentation.",
      "subpolicies": [
        {
          "id": "vol-i-sec-2-emergency-preparedness-emergency-lighting-testin",
          "title": "Emergency Lighting Testing",
          "summary": "Monthly/annual emergency lighting tests and documentation.",
          "blocks": [
            {
              "type": "li",
              "text": "The Safety Officer or designee shall test emergency lighting on a monthly (30-day) schedule."
            },
            {
              "type": "li",
              "text": "Emergency lighting findings are documented in the Fire Alarm/Emergency Lighting System Operations Log."
            },
            {
              "type": "p",
              "text": "Test the lighting unit’s battery operation for 30 seconds (monthly/quarterly) and for 1.5 hours annually, per manufacturer requirements."
            },
            {
              "type": "li",
              "text": "Failed tests are documented and re-testing is performed once corrected."
            },
            {
              "type": "li",
              "text": "After storms or power outages, emergency lights and illuminated exit signs are checked to confirm battery operation."
            }
          ],
          "pdf": "pdf/QBH Procedures Manual Vol I Sec 2 Emergency Preparedness.pdf"
        },
        {
          "id": "vol-i-sec-2-emergency-preparedness-emergency-management-plan",
          "title": "Emergency Management Plan",
          "summary": "Facility emergency response, preparedness, communication, and recovery.",
          "blocks": [
            {
              "type": "li",
              "text": "QBH maintains 24-hour telephone answering capability to respond to facility emergencies and keeps medication dosage information accessible for staff on call."
            },
            {
              "type": "li",
              "text": "The plan is reviewed at least annually and after any major emergency or drill; improvement opportunities are evaluated and documented."
            },
            {
              "type": "p",
              "text": "Emergency codes are used on the intercom/phone system to indicate events (e.g., evacuation required, fire, bomb threat, blackout, behavior control, chemical spill)."
            },
            {
              "type": "p",
              "text": "Preparedness includes staff knowledge checks and maintaining an up-to-date plan for emergency administration of medications if the program must close temporarily."
            },
            {
              "type": "li",
              "text": "Response includes notifying authorities as needed, establishing a control center, assigning staff duties, and accounting for all staff/visitors/consumers."
            },
            {
              "type": "li",
              "text": "Evacuation routes are posted; supervisors coordinate orderly movement to safe areas and ensure accountability."
            },
            {
              "type": "li",
              "text": "Mitigation procedures address scenarios such as fire/explosion, severe weather, bomb threat, loss of utilities, earthquake, flood, chemical spill, and pandemic."
            },
            {
              "type": "li",
              "text": "Recovery and disaster records protection steps are defined, including safeguarding paper/electronic records and ensuring continuity of operations."
            }
          ],
          "pdf": "pdf/QBH Procedures Manual Vol I Sec 2 Emergency Preparedness.pdf"
        },
        {
          "id": "vol-i-sec-2-emergency-preparedness-medical-emergency-procedu",
          "title": "Medical Emergency Procedure",
          "summary": "Supplies, actions during/after medical emergencies, and reporting.",
          "blocks": [
            {
              "type": "li",
              "text": "First aid and basic life-support supplies and protective barrier equipment are available and staff are oriented to their locations."
            },
            {
              "type": "li",
              "text": "In a medical emergency, call 911 if the person is unconscious, has trouble breathing, or appears seriously injured; do not hang up until instructed."
            },
            {
              "type": "li",
              "text": "Qualified staff may render first aid/CPR; universal precautions are required."
            },
            {
              "type": "li",
              "text": "After the incident, provide follow-up information to responders and report the incident to the Clinical Director and Safety Officer."
            },
            {
              "type": "li",
              "text": "Policies/procedures are reviewed annually and revised as needed; revisions are submitted to the Clinical Committee for approval."
            }
          ],
          "pdf": "pdf/QBH Procedures Manual Vol I Sec 2 Emergency Preparedness.pdf"
        },
        {
          "id": "vol-i-sec-2-emergency-preparedness-mat-program-emergencies-p",
          "title": "MAT Program Emergencies Policy",
          "summary": "Handling program closures/disasters, displaced consumers, medication planning, and diversion concerns.",
          "blocks": [
            {
              "type": "li",
              "text": "QBH should be positioned to receive displaced consumers due to emergency closure/disaster, making every effort to contact the home treatment program."
            },
            {
              "type": "p",
              "text": "In emergencies, program personnel may disclose medication information to a program physician/RN/DO without signed consent when needed for medical emergency care."
            },
            {
              "type": "li",
              "text": "Medication planning: maintain take-home dose procedures and ensure doses are provided only on appropriate days/times per policy."
            },
            {
              "type": "li",
              "text": "Diversion/illicit drug use concerns: procedures include objective evidence, monitoring, and appropriate clinical actions per treatment plan."
            },
            {
              "type": "li",
              "text": "Documentation and coordination steps are included for displaced consumers who need continued access to MAT services."
            }
          ],
          "pdf": "pdf/QBH Procedures Manual Vol I Sec 2 Emergency Preparedness.pdf"
        },
        {
          "id": "vol-i-sec-2-emergency-preparedness-emergency-generator-opera",
          "title": "Emergency Generator Operating and Testing",
          "summary": "Generator testing schedule, documentation, and fuel supply requirements.",
          "blocks": [
            {
              "type": "li",
              "text": "The Safety Officer or designee maintains and tests the emergency generator per manufacturer specifications (including routine run time and annual load testing)."
            },
            {
              "type": "li",
              "text": "Testing is documented in the Emergency Generator Testing Log and filed in the Safety Officer’s office."
            },
            {
              "type": "li",
              "text": "If the generator does not start and required repairs are made, the unit is re-tested and results documented."
            },
            {
              "type": "li",
              "text": "Fuel supplies are maintained at optimum levels and usage is recorded; an authorized fuel supplier arrangement is maintained."
            }
          ],
          "pdf": "pdf/QBH Procedures Manual Vol I Sec 2 Emergency Preparedness.pdf"
        },
        {
          "id": "vol-i-sec-2-emergency-preparedness-emergency-drill-event-for",
          "title": "Emergency Drill/Event Form",
          "summary": "Form used to document drills/events (fire, security breach, disaster, etc.).",
          "blocks": [
            {
              "type": "li",
              "text": "Record drill location, date, type of drill/event, whether outside assistance was involved, time, total staff/patients/visitors accounted for, and action plan."
            },
            {
              "type": "li",
              "text": "Use the form to document outcomes and any needed improvements."
            }
          ],
          "pdf": "pdf/QBH Procedures Manual Vol I Sec 2 Emergency Preparedness.pdf"
        },
        {
          "id": "vol-i-sec-2-emergency-preparedness-emergency-evacuation-dril",
          "title": "Emergency Evacuation Drill/Event Analysis",
          "summary": "Checklist/analysis used to evaluate response and track corrective actions.",
          "blocks": [
            {
              "type": "li",
              "text": "Evaluate staff understanding of evacuation/emergency duties and whether critical supplies/equipment were accessible."
            },
            {
              "type": "li",
              "text": "Document issues, needed actions, staff assigned, and target achievement dates."
            }
          ],
          "pdf": "pdf/QBH Procedures Manual Vol I Sec 2 Emergency Preparedness.pdf"
        }
      ]
    },
    {
      "id": "vol-ii-sec-6-waived-lab",
      "title": "Vol II Sec 6 Waived Lab",
      "summary": "Consumer drug screening procedures and waived laboratory policy (CLIA compliance).",
      "subpolicies": [
        {
          "id": "vol-ii-sec-6-waived-lab-consumer-drug-screening",
          "title": "Consumer Drug Screening",
          "summary": "Urine drug screening purpose, frequency, handling, documentation, and result sharing.",
          "blocks": [
            {
              "type": "li",
              "text": "Drug testing (especially urine testing) is used as a screening and diagnostic/therapeutic tool to monitor substance use and support treatment planning."
            },
            {
              "type": "li",
              "text": "Screening tests are not confirmatory and may not meet forensic requirements; if false positives/negatives are suspected, a confirmatory test may be ordered."
            },
            {
              "type": "p",
              "text": "Testing may include opiates, benzodiazepines, barbiturates, cocaine, marijuana/THC, methadone (and metabolites), amphetamines, alcohol, and other substances as appropriate."
            },
            {
              "type": "li",
              "text": "Use for diagnosis: objective evidence may be necessary during intake when recent substance use status is unclear."
            },
            {
              "type": "li",
              "text": "Use in treatment: drug testing can support contingency contracting/behavioral therapies and deter substance use, especially with random intervals."
            },
            {
              "type": "p",
              "text": "Minimum testing frequency guidance includes intake screening; more frequent testing early in treatment; and periodic/random testing thereafter per treatment plan."
            },
            {
              "type": "li",
              "text": "Test results should be discussed promptly with the consumer and documented in the consumer’s record along with interventions."
            },
            {
              "type": "li",
              "text": "Sharing results: release to authorities generally requires consumer authorization or a valid court order consistent with confidentiality laws."
            },
            {
              "type": "p",
              "text": "Specimen handling includes collection controls, potential direct observation when indicated, and measures to reduce tampering (e.g., temperature checks, pocket checks, securing belongings)."
            },
            {
              "type": "li",
              "text": "Confirmatory lab analysis is performed only when ordered by the Medical Director."
            }
          ],
          "pdf": "pdf/QBH Procedures Manual Vol II Sec 6 Waived Lab.pdf"
        },
        {
          "id": "vol-ii-sec-6-waived-lab-waived-lab-policy",
          "title": "Waived Lab Policy",
          "summary": "Waived lab equipment use, responsibilities, quality control, training, and annual review.",
          "blocks": [
            {
              "type": "li",
              "text": "Information obtained using waived lab equipment shall be used primarily for screening and to support clinical care decisions."
            },
            {
              "type": "li",
              "text": "Results of waived lab procedures shall not be used as the sole basis for making a diagnosis."
            },
            {
              "type": "li",
              "text": "All waived lab procedures must comply with the Clinical Laboratory Improvement Amendments (CLIA) Act of 1998."
            },
            {
              "type": "li",
              "text": "The CEO is responsible for maintaining current CLIA waived lab certification authorizing the use of waived lab equipment."
            },
            {
              "type": "li",
              "text": "Waived lab test results shall be recorded in the consumer’s medical record."
            },
            {
              "type": "li",
              "text": "Lab procedures beyond those authorized under the CLIA Certificate of Waiver shall be performed by a certified external laboratory."
            },
            {
              "type": "li",
              "text": "The Lead Nurse or designee shall maintain an inventory of waived lab equipment and related certificates at each site."
            },
            {
              "type": "li",
              "text": "Protocols must be maintained for specimen collection, preservation, calibration, documentation, and corrective actions."
            },
            {
              "type": "li",
              "text": "Only staff verified as competent and trained may perform waived laboratory testing."
            },
            {
              "type": "li",
              "text": "Quality control records, test results, and instrument logs shall be retained for a minimum of two years."
            },
            {
              "type": "li",
              "text": "Training and competency verification for waived lab testing shall occur at orientation and at least annually thereafter."
            },
            {
              "type": "li",
              "text": "The Lead Nurse shall review this policy annually and submit revisions to the Clinical Committee as required."
            }
          ],
          "pdf": "pdf/QBH Procedures Manual Vol II Sec 6 Waived Lab.pdf"
        }
      ]
    }
  ]
}