[
  {
    "file_name": "MAT QBH  CONSUMER RIGHTS AND RESPONSIBILITIES.policy FINAL 7 17.docx",
    "title": "MAT QBH  CONSUMER RIGHTS AND RESPONSIBILITIES.policy FINAL 7 17",
    "sections": [
      {
        "heading": "Introduction",
        "content": [
          "CONSUMER RIGHTS, RESPONSIBILITIES AND RESTRICTION OF RIGHTS",
          "QBH, Inc. will delineate consumer rights as defined by the state of Michigan and by JOINT COMMISSION (JC) in the Accreditation Standards for Behavioral Health Care, and describe how those rights shall be conveyed to all consumers by QBH, Inc. staff.",
          "CONSUMER RIGHTS AND RESTRICTIONS",
          "During intake, all consumers are given a copy of the Consumer Rights and Responsibilities.",
          "The rights and responsibilities are also explained verbally in a language or at a level the consumer can understand.",
          "Consumer rights and responsibilities are explained at intake and at the end of the stabilization period and when any changes are made to the list of rights and responsibilities.",
          "If necessary, they will be reviewed again with the consumer as soon as clinically feasible if they were initially disoriented or lacked the capacity to understand their rights at entry.",
          "Consumers are asked to indicate on the Consent to Treatment Form that they have read and understand their rights and responsibilities and that the rights and responsibilities have been discussed with them. The signed form is retained in the consumer's medical record.",
          "The MAT program shall post a list of Consumer Rights and Responsibilities in a conspicuous area accessible to all consumers. QBH shall provide a copy of the consumer rights and responsibilities to any consumer, family member, or designated representative upon request.",
          "A list of consumer rights and responsibilities shall be posted in the waiting area or public access area. At the telephone available for consumer use, and in the waiting area, the following phone numbers shall be available:",
          "Office of Adult Protective Services",
          "MI Department of Health Services",
          "Human Rights Advisor"
        ]
      },
      {
        "heading": "RESTRICTION OF RIGHTS",
        "content": [
          "If necessary and wherever possible, staff shall restrict a consumer's right in question rather than totally denying it. The scope of the restriction shall be limited to the extent necessary to accomplish therapeutic and/or security needs.",
          "The primary counselor will discuss with the consumer and document in progress notes in the medical record reasons for denial and/or restriction and circumstances for removal of restriction.",
          "The consumer shall be informed orally and in writing of the decision to restrict or deny his or her right and of the reasons thereto.",
          "The consumer shall be informed of his or her right to file a complaint through the grievance procedure if he or she chooses.",
          "The denial of rights will be documented in the consumer's clinical progress notes and will be completed for each right, restriction, or denial.",
          "These progress notes will be submitted to the Clinical Director for review.",
          "The Clinical Director shall document the review by signature and inform staff of any irregularity or omission noted.",
          "The original progress notes shall be placed in the consumer's medical record, and a copy shall be given to the consumer to satisfy the written notice requirement.",
          "All restrictions or denials shall be reviewed every three days."
        ]
      },
      {
        "heading": "CONSUMER RIGHTS",
        "content": [
          "The right to be informed about their disease's natural progression, including statistics about success after withdrawal from methadone.",
          "The right to be informed that the goal of medication-assisted treatment is to stabilize functioning and of the fact that the program staff will periodically discuss with them their present level of functioning, course of treatment, and future goals and that this information will not impact their program status.",
          "The right of the consumer to be informed about potential medication interactions with and adverse reactions to other substances, including those related to the use of alcohol, licit and illicit drugs, other prescribed or over-the-counter pharmacological agents, other medical procedures and food.",
          "This information is provided throughout the course of care, particularly at the time of treatment plan reviews and any time there are changes to the consumer’s medication doses.",
          "The right for all pregnant consumers with concurrent HIV infection to be informed by QBH that HIV medication treatment is currently recommended to reduce perinatal transmission, and provides pregnant consumers with appropriate referrals and case management for this treatment.",
          "The right to not be harassed or exploited by other customers or staff. QBH will take steps to prevent consumers from being harassed or exploited by other customers or staff.",
          "The right to treatment and services under conditions that support the consumer's personal liberty, values and beliefs and restriction of such liberty only as necessary to comply with treatment needs.",
          "The right of choice in seeking alternative therapies and to be provided support if the consumer choses to explore those alternatives.  The right also to be provided with information about providers in the community should the consumer become dissatisfied with the services of QBH’s MAT program.",
          "The right to receive information about providers in the community who are able to address any of the consumer’s needs that cannot be met by the MAT program.",
          "The right to be involved in the development of an individualized, written treatment plan to be developed promptly after admission.",
          "The right to be given information needed to aid in treatment decisions.",
          "The right to periodic review and reassessment of needs, and appropriate revisions of the plan, including a description of the services that may be needed for follow-up.",
          "The right to be provided care by competent, qualified, and experienced staff and identification of staff responsible for care. The right to express preferences in treatment staff.",
          "The right to ongoing participation in the planning of services to be provided and in the development and periodic revision of the treatment plan and the right to be provided with a reasonable explanation of all aspects of one's own condition and treatment. Participation of relatives or guardians in planning care as appropriate.",
          "The right to refuse treatment.",
          "The right not to have to participate in experimentation in the absence of the consumer's informed and voluntary written consent.",
          "The right to appropriate protections associated with such participation; and the right and opportunity to revoke such consent.",
          "The right to treatment using the least restrictive means possible.",
          "The right to a humane treatment environment that affords reasonable protection from harm, appropriate privacy, and freedom from verbal or physical abuse or neglect.",
          "The right to confidentiality of records.",
          "The right to access, upon request to his/her own consumer records in accordance with state and/or federal law.",
          "The right to be informed, in appropriate language and terms, of their rights, including the right to legal counsel and all other requirements of due process.",
          "The right to be provided a representative to communicate consumer information and treatment decisions if unable to understand staff.",
          "The right to a medication schedule (dosing times/program hours) that is the least intrusive and disruptive schedule for the majority of consumers.",
          "The right to be treated with respect and human dignity. Women shall be treated respectfully and safely.",
          "The right to provide feedback on program policies and services. The Organization shall provide the consumer with a satisfaction survey to allow the consumer to formally provide this feedback.",
          "The right to be informed about the financial aspects of treatment, including consequences of non- payment of reasonable fees.",
          "The right to not be exploited financially or otherwise, or required to make public statements acknowledging gratitude to the program or perform at public gatherings.",
          "The right to assert grievances with respect to infringement of these rights, including the right to have such grievances considered in a fair, timely and impartial procedure.",
          "The rights of access to the Recipient Rights Advisor in order to understand, exercise, and protect personal rights; the right to voice concerns without retaliation.",
          "The right to be informed, in advance, of charges for services and to receive individualized treatment regardless of payment source(s).",
          "The right to all available services without discrimination because of ethnicity, cultural or spiritual orientation, gender, age, sexual orientation,  socioeconomic status, handicap, national origin, or marital status.",
          "The right to exercise his/her civil rights, including but not limited to, the right to register and vote at elections.",
          "The right to referral, as appropriate, to other providers of behavioral health services.",
          "The right to a smoke-free treatment environment.",
          "The right to be informed of QBH’s program rules and regulations regarding expected consumer conduct.",
          "The right to have access to their guardian, if applicable, at all times."
        ]
      },
      {
        "heading": "CONSUMERS RESPONSIBILITIES",
        "content": [
          "To actively participate in the development of and their roles in the implementation of their treatment plan.",
          "To discuss with the primary counselor any difficulties adhering to their treatment plan.",
          "To be honest with their primary counselor and discuss relapse concerns and possible barriers to following the treatment plan.",
          "If relapse occurs, to work with the counselor and is involved in contingency plans and in formulating a modified treatment plan.",
          "To participate in the report suspected child abuse and neglect and other forms of abuse (such as violence against women).",
          "To provide information that will assist clinical staff in understanding their needs, develop appropriate treatment, and understand their response to treatment;",
          "To follow instructions so that treatment may be achieved and to ask questions any time they do not understand;",
          "To accept the consequences of any breaches in following instructions, program rules, and their agreed upon course of treatment;",
          "To follow all program rules and regulations;",
          "To show respect and consideration to other consumer's, staff, and visitors to QBH;",
          "To meet their financial commitments, if applicable;",
          "To \"speak up\" any time they have suggestions for improvement, concerns for safety in their care or the environment where it is received, or when they are satisfied, or pleased, with any aspect of services."
        ]
      },
      {
        "heading": "CONSUMER LABOR",
        "content": [
          "QBH, INC. shall provide services that are consistent with the consumer rights and state and federal laws. that address the specific rights of consumer to undergo treatment without being requested to provide labor that would require reimbursement as defined within the Fair Labor Standards Act 29, U.S.C.S. 206",
          "Company maintenance and housekeeping chores shall not be dependent upon consumer labor. However, consumer are required to assist in maintaining the cleanliness and neatness of the bedroom, closet space and common areas and to perform such daily living tasks as making their bed and washing their clothing.",
          "Client labor, as defined by the Fair Labor Standards Act, shall not be required or permitted by consumer being treated at QBH, Inc."
        ]
      },
      {
        "heading": "EVALUATION:",
        "content": [
          "The Consumer Rights Advisor will review this policy annually and make revisions when needed. Any revisions made will be submitted to the Clinical Committee for approval."
        ]
      },
      {
        "heading": "RELATED POLICIES/FORMS:",
        "content": [
          "Consumer Rights and Responsibilities List",
          "Grievance Form",
          "Consumer Handbook",
          "Consumer Grievance Rights Policy",
          "Research Policy",
          "Reporting Abuse Policy",
          "Informed Consent Policy",
          "Guardianship Policy"
        ]
      }
    ]
  },
  {
    "file_name": "MAT QBH ADVANCED DIRECTIVES.policy    FINAL 8 13.docx",
    "title": "MAT QBH ADVANCED DIRECTIVES.policy    FINAL 8 13",
    "sections": [
      {
        "heading": "Introduction",
        "content": [
          "FACILITATING CONSUMER ADVANCED DIRECTIVES",
          "During the admission process, each adult consumer shall be queried as the existence of any advance directives.",
          "If the consumer has such directives, a copy will be requested and placed in a prominent location in the clinical record.",
          "If the consumer has no such directives, information concerning the consumers individual rights under Michigan law to make decisions concerning medical care shall be provided.",
          "Regardless of the presence or absence of advance directives, each adult consumer shall be informed of the policy of QBH, Inc., with regard to medical care, i.e., that a consumer shall receive treatment regardless of whether or not they have an advance directive and that, should an emergency that threatens life occur, emergency measures will be followed that are necessary to attempt to revive and sustain life.",
          "Should such a medical emergency arise, in the case where a consumer has an advance directive, a copy of that directive shall accompany the consumer, via the emergency rescue team, to a medical institution.",
          "Treatment of Non-Emergency Illness",
          "All consumers will complete a health screen. Areas of concern will be brought to the attention of the Medical Director and referred to a physician, if indicated.",
          "If a consumer becomes physically ill during a treatment session, the therapist shall recommend the consumer see their primary physician or go to a local urgent care facility or hospital, as appropriate. If necessary, the therapist will assist the consumer in arranging transportation if the need for treatment is imminent or the consumer’s condition contraindicates driving.",
          "In the event of an accident or injury of a non-threatening nature, the therapist shall apply appropriate first aid measures and then refer the consumer to their primary physician for follow-up."
        ]
      },
      {
        "heading": "MEDICAL EMERGENCIES",
        "content": [
          "The incident of illness or injury shall be noted in the medical record progress notes, including a description of the illness or injury, the actions taken and/or recommendations made by the counselor, and the consumer’s condition upon departure from QBH. In the instance of an injury, an Incident Report shall be completed by the counselor or any clinical staff member of QBH.",
          "Medical emergencies are defined as,  but not exclusively:",
          "Cardiac or respiratory arrest",
          "Seizures",
          "Any serious injury or burn",
          "Allergic responses to bites or stings",
          "Heatstroke, sunstroke or heat exhaustion",
          "Fractures",
          "Shock",
          "Any sudden onset or exacerbation of an existing medical condition.",
          "All staff who provide direct consumer services and/or who transport consumers shall be currently certified in CPR and Basic First Aid. These staff shall be authorized, in an emergency to arrange for consumer transfer to an urgent/emergency care facility and to complete documents necessary for transfer if time permits; otherwise the practitioner shall phone the facility to provide a verbal report.",
          "The Office Manager shall monitor personnel records and inform staff when their certification is due for renewal.",
          "Staff will provide the Office Manager with a copy of their renewed certification.",
          "QBH shall maintain on-site and in each transport vehicle a first aid kit, including disposable gloves and a CPR mask. The contents of the first aid kit shall be established by the Medical Director.",
          "Staff will be familiarized with their location, content and use during orientation.",
          "Emergency procedure shall be:  (See Medical Emergencies Policy for further instruction)",
          "Implement emergency first aid/CPR procedures, as indicated."
        ]
      },
      {
        "heading": "CALL 911 IF THE SITUATION REQUIRES IMMEDIATE ACTION BEYOND BASIC FIRST AID.",
        "content": []
      },
      {
        "heading": "Continue appropriate first aid and/or resuscitation measures until Emergency personnel arrive.",
        "content": [
          "When Emergency personnel arrive, QBH will transfer management of the emergency situation to them, including determination of disposition of the case and the need to maintain or discontinue life support efforts.",
          "If possible, have other consumers removed to another area.",
          "Stay with the consumer and attempt to keep them calm until assistance arrives.",
          "The consumer’s family, if appropriate, and the consumer’s primary counselor will be notified as soon as possible.",
          "A summary of the event and actions taken, the status of the consumer upon transfer, the time of transfer and how transfer occurred shall be noted on the consumer Transfer Summary and placed with progress notes in the medical record.",
          "An Incident Report shall be completed by the practitioner who intervened in the medical emergency.",
          "Complete any documents required by the State, if applicable. Incidents Reports will not be filed in consumers’ medical records.",
          "Consumers may return to Company services after being released by their physician to resume services."
        ]
      },
      {
        "heading": "PSYCHIATRIC EMERGENCY",
        "content": [
          "If a consumer’s behavior becomes overly aggressive, violent or otherwise threatening to self or others and de-escalation or time out cannot sufficiently subdue the consumer, the situation should be considered a psychiatric emergency.",
          "All clinical staff trained in behavioral management techniques is authorized, in an emergency to arrange for consumer transfer to an acute psychiatric care facility and to complete documents necessary for transfer, if time permits; otherwise the practitioner shall phone the facility to provide a verbal report, followed later by a written Transfer Summary.",
          "Emergency procedure to follow:",
          "Protect other consumers and staff from possible harm; remove them from the area if possible."
        ]
      },
      {
        "heading": "DO NOT LEAVE THE CONSUMER ALONE AT ANY TIME.",
        "content": [
          "Attempt 1:1 intervention or other non-threatening, non-invasive comfort measures to support the consumer’s emotional recovery.",
          "Encourage the consumer to verbalize their problem.",
          "The staff member will problem solve with the consumer, if this is possible, on what seems to be needed to ameliorate the crisis.",
          "The staff member will pay particular attention to the consumer’s psychiatric needs, including mood, orientation to reality, ability to care for self.",
          "A psychiatric appointment may need to be arranged.",
          "If there is no doubt that the consumer is lucid and voluntary, arrangements may be made for the consumer to go to Emergency Psychiatry at a local hospital.",
          "If the consumer’s state-of-mind is confused, disoriented, or otherwise unstable, or the staff member is unable to assist the consumer to control his/her behavioral distress, building Security and/or 911 should be contacted to assist in subduing the consumer and/or transferring the consumer to an acute psychiatric care facility.",
          "When 911 responds, give the pertinent facts:",
          "Your name",
          "Company name (explain mental health, human services, in Detroit)",
          "State that this is an emergency.",
          "State consumers name.",
          "State what the emergency is (e.g., suicidal, homicidal, depressed, disoriented, etc.)",
          "State any facts that may help in assisting the police in helping our consumer or citizen.",
          "The police may ask you questions directly. Answer them.",
          "If there is any confusion, the staff can show the police official a copy of the State of Michigan Mental health Code, pages 36-37.",
          "The \"Physician's Certificate\" is filled out by the psychiatrist whenever possible. The \"Petition/ Application for Hospitalization\" is filled out by the counselor or family member. If a psychiatrist is not available the \"Petition and Order for Examination\" will also be filled out.",
          "The consumer’s family, if appropriate, and case manager, if applicable, shall be notified of the situation. The CEO shall also be notified.",
          "A summary of the event and actions taken, the consumer’s response, the status of the consumer upon transfer, the time of transfer and how transfer occurred shall be noted on a consumer Transfer Form and placed in the medical record with progress notes. An Incident Report shall be completed by the practitioner who intervened in the psychiatric emergency.",
          "Complete any documents required by the State, if applicable.",
          "Consumers may return to Company services after being released by their physician to resume services.",
          "PROCEDURE FOR REGISTERED CONSUMERS IN CRISIS DUE TO NON-ATTENDANCE AT MEDICATION REVIEW APPOINTMENTS",
          "Consistent with our contracted mandate for consumer services, all consumers needing medication for a psychiatric condition are seen regularly by the psychiatrist.",
          "If a consumer misses a medication review appointment, a telephone call and/or letter immediately follows, in order to schedule another psychiatric appointment ASAP. The primary counselor is responsible for conducting this follow-up.",
          "If a consumer misses too much medication or runs out of medication and does not come in for medication review, s/he is at risk for a crisis. If this occurs, the consumer is treated with the same dignity and services that a walk-in or telephone-in consumer is offered. In other words, crisis intervention services are not withheld as a negative consequence to the consumer not following through with his/her appointments.",
          "If the psychiatrist is able to be seen, a crisis emergency will be scheduled.",
          "If the psychiatrist is not available, community resources will be accessed for the consumer. The consumer will be given a future appointment with the psychiatrist and referred to Detroit Receiving Hospital (Emergency Psychiatry) for emergency medication. Since this consumer’s needs are known to the staff, a telephone call will be made to a designated local hospital (Emergency Psychiatry), alerting them of the consumer’s crisis, and of the next psychiatric appointment time with QBH. The Hospital (Emergency Psychiatry) staff will also be informed as to the most recent medication prescribed by our psychiatrist, including name, dosage, and frequency. Any known allergies will also be addressed."
        ]
      },
      {
        "heading": "CONSUMER DEATH",
        "content": [
          "Attempt resuscitation and call 911. Continue attempts until Emergency personnel arrive and take over responsibility for the consumer.",
          "Contact the CEO immediately.",
          "Complete a progress note in the medical record, describing the event, actions taken, disposition of the body, including time and to whom released.",
          "Complete an Incident Report and any documents required by the State.",
          "The medical record shall be closed and retained according to Company policy."
        ]
      },
      {
        "heading": "EVALUATION:",
        "content": [
          "The CEO will review this policy annually and make revisions when needed. Any revisions made will be submitted to the Clinical Committee for approval."
        ]
      },
      {
        "heading": "RELATED POLICIES/FORMS:",
        "content": [
          "Transfer Form",
          "Incident Report (see Health and Safety Section of Manual)",
          "Clinical Certificate (MI state form)",
          "Petition/Application for Hospitalization (MI state form)",
          "Petition and Order for Psychiatric Examination (MI state form)",
          "Medical Emergencies Policy"
        ]
      }
    ]
  },
  {
    "file_name": "MAT QBH Confidentiality_HIPAA. policy     FINAL  7 17.docx",
    "title": "MAT QBH Confidentiality HIPAA. policy     FINAL  7 17",
    "sections": [
      {
        "heading": "LEGAL DIRECTIVE",
        "content": [
          "QBH acknowledges the consumer’s right to access protected health information contained in his/her medical record, the right to request an amendment of protected health information, the right to request confidential communications, and the right to an accounting of disclosures made without an authorization.",
          "QBH shall abide by federal time and manner guidelines in ensuring the consumer’s exercise of such rights and comply with federal privacy regulations under the Health Insurance Portability and Accountability Act (45 CFR Parts 160 and 164) that addresses the consumer’s rights with respect to their protected health information."
        ]
      },
      {
        "heading": "DEFINITIONS",
        "content": [
          "Covered Entity:  means a health plan, a health care clearinghouse, or a health care provider who transmits any health information in electronic form in connection with a transaction covered by the Health Insurance Portability and Accountability Act of 1996 (45 CFR Parts 160 and 164).",
          "Designated Record Set: means a group of records maintained by or for QBH that is:",
          "The medical records and billing records about consumers maintained by or for QBH;",
          "The enrollment, payment, claims adjudication, and case or medical management record systems maintained by or for QBH; or",
          "Used, in whole or in part, by or for QBH to make decisions about consumers. For purposes of this policy, the term record means any item, collection, or grouping of information that includes protected health information and is maintained, collected, used or disseminated by or for QBH.",
          "Protected Health Information (PHI):  means individually identifiable health information, including demographic information, created or received by QBH that relates to past, present or future physical or mental health or mental health treatment of a consumer, or the past, present, or future payment for the provision of health care to a consumer, which is transmitted by or maintained in any electronic medium or is transmitted or maintained in any other form.  PHI does not include educational records covered by the Family Educational Rights and Privacy Act or employment records held by QBH in its role as an employer.",
          "Psychotherapy Notes:  means notes recorded in any medium by a health care provider who is a mental health professional documenting or analyzing the contents of a conversation during a private counseling session and that are separated from the rest of the consumer’s medical record.  Psychotherapy notes excludes medication prescription and monitoring, counseling session start and stop times, the modalities and frequencies of treatment furnished, results of clinical tests, and any summary of the following items:  diagnosis, functional status, the treatment plan, symptoms, prognosis, and progress to date.",
          "Qualified Behavioral Health Professional:  means an individual who meets the requirements of A.A.C.R9-20-204 and is a psychiatrist, behavioral health medical practitioner, psychologist, social worker, counselor, marriage and family therapist, substance abuse counselor, or registered nurse with one full year of behavioral health work experience."
        ]
      },
      {
        "heading": "RIGHT TO ACCESS TO PROTECTED HEALTH INFORMATION",
        "content": [
          "Except as otherwise provided in this policy, a consumer has a right of access to inspect and obtain a copy of PHI in their designated record set, for as long as the PHI is maintained in the designated record set, except for:",
          "Psychotherapy notes;",
          "Information compiled in reasonable anticipation of, or for use in, a civil, criminal, or",
          "administrative action or proceeding; and",
          "PHI maintained by QBH that is:",
          "Subject to the Clinical Laboratory Improvements Amendments or 1988, 42 U.S.C. 263a, to the extent the provision of access to the consumer would be prohibited by law; or",
          "Exempt from the Clinical Laboratory Improvements Amendments of 1988, pursuant to 42 C.F.R. 493.3(a)(2).",
          "QBH must permit a consumer to request access to inspect or obtain a copy of the PHI about the consumer maintained in their designated record set Requests for access must be made in writing and directed to the Privacy Officer or to the Clinical Director who must act on a request for access no later than thirty (30) days after receipt of the request as follows:",
          "If QBH grants the request, in whole or in part, it must inform the consumer of the acceptance of the request and provide the access requested, in accordance with this policy; or",
          "If QBH denies the request, in whole or in part, it must provide the consumer with a written denial, in accordance with this policy.",
          "If QBH is unable to respond to the consumer’s request for access in thirty (30) days, or sixty (60) days if the PHI is not maintained on site, QBH may extend the period by thirty (30) days, provided the consumer is notified in writing.  QBH may have only one thirty (30) day extension.",
          "If QBH does not maintain the PHI that is the subject of the consumer’s request for access, and QBH knows where the requested information is maintained, QBH must inform the consumer where to direct the request for access."
        ]
      },
      {
        "heading": "PROVISION OF ACCESS",
        "content": [
          "If QBH provides a consumer with access to PHI, in whole or in part, QBH must comply with the following requirements:",
          "QBH must provide the access requested by the member, including inspection or obtaining a copy, or both, of the PHI about them in the designated record set.  If the same PHI that is the subject of the request is maintained in more than one designated record set or at more than one location, QBH need only produce the PHI once in response to the immediate request.",
          "QBH must provide the consumer with access to the PHI in the form or format requested by the consumer, if it is readily producible in such form or format; or, if not, in a readable hard copy or such other form or format as agreed to by QBH and the consumer.",
          "QBH may provide the consumer with a summary of the PHI requested, in lieu of providing access to the PHI or may provide an explanation of the PHI to which access has been provided, if the consumer agrees in advance to such a summary or explanation of the PHI.",
          "If the consumer request a copy of the PHI or agrees to a summary or explanation of such information, QBH may impose a reasonable cost-based fee, provided the consumer is notified in advance of any such fee, and provided that the fee includes only the cost of:",
          "Copying, including the cost of supplies for and labor of copying, the PHI requested by the consumer;",
          "Postage, when the consumer has requested the copy, or summary or explanation, be mailed;",
          "Preparing an explanation or summary of the PHI, if agreed to by the consumer."
        ]
      },
      {
        "heading": "FORM OF ACCESS",
        "content": [
          "QBH must provide the access as requested by the consumer, including arranging for the consumer a convenient time and place to inspect or obtain a copy of the PHI, or mailing the copy of the PHI at the consumer’s request.",
          "QBH may discuss the scope, format, and other aspects of the request for access with the consumer as necessary to facilitate the timely provision of access."
        ]
      },
      {
        "heading": "DENIAL OR ACCESS-GENERAL REQUIREMENTS",
        "content": [
          "If QBH denies access to the requested PHI, in whole or in part, QBH must comply with the following requirements:",
          "QBH must, to the extent possible, give the consumer access to any other PHI requested,",
          "after excluding the contraindicated PHI.",
          "QBH provides a timely, written denial to the consumer, in plain language with an",
          "explanation of the following:",
          "The basis for the denial;",
          "The consumer’s review rights, if applicable, including a description of how the consumer may exercise these rights; and",
          "A description of how the consumer may place complaint with QBH according to the complaint procedures described in the Notice of Privacy Practices and Appeals.",
          "The consumer may also file complaint with the United States Secretary of Health and Human Services (Secretary).  A complaint filed with the Secretary must meet the following requirements:",
          "A complaint must be filed in writing, either on paper or electronically;",
          "A complaint must name the entity that is the subject of the complaint and describe the acts or omissions believed to be in violation of the applicable standards, requirements, or implementation specifications of the Health Insurance Portability and Accountability Act;",
          "A complaint must be filed within 180 days of when the complainant knew or should have known that the act or omission complained of occurred, unless the time limit is waived by the Secretary for shown good cause.",
          "The Secretary may prescribe additional procedures for filing of complaints, as well as the place and manner of filing, by notice in the Federal Register."
        ]
      },
      {
        "heading": "DENIAL OF ACCESS NOT SUBJECT TO REVIEW",
        "content": [
          "QBH may deny a consumer access to the designated record set without providing the consumer an opportunity for review in the following circumstances:",
          "The PHI is expected from the right of access as described in this policy;",
          "The PHI is subject to the Privacy Act (5 U.S.C.§552a), and the denial under the Privacy Act meets the requirements of law; or",
          "The PHI was obtained from someone other than a health care provider under a promise of confidentiality and the access requested would be reasonably likely to reveal the source of the information."
        ]
      },
      {
        "heading": "DENIAL OF ACCESS SUBJECT TO REVIEW",
        "content": [
          "QBH may deny a consumer access to the designated record set, provided that the consumer is given a right to have such denials reviewed, in the following circumstances:",
          "A Qualified Behavioral Health care professional has determined, in the exercise of professional judgment, that the access requested is reasonably likely to endanger the life or physical safety of the consumer or another person;",
          "The PHI makes reference to another person (unless such person is a health care provider) and a qualified behavioral health professional has determined, in the exercise of professional judgment, that the access requested is reasonably likely to cause substantial harm to such other person; or",
          "The request for access is made by the consumer’s personal representative and a qualified behavioral health professional has determined, in the exercise of professional judgment, that the provision of access to such personal representative is reasonably likely to cause substantial harm to the consumer or another"
        ]
      },
      {
        "heading": "REVIEW OF A DENIAL OF ACCESS",
        "content": [
          "If access is denied on a ground permitted by this policy, the consumer has the right to have the denial reviewed by a qualified behavioral health professional designated by QBH to act as a reviewing official and who did not participate in the original decision to deny.  QBH must provide or deny access in accordance with the determination of the reviewing official according to this policy.",
          "If the consumer has requested a review of a denial, QBH must designate a qualified behavioral health professional, who was not directly involved in the denial, to review the decision to deny access.  QBH must promptly refer a request for review to such designated reviewing official.  The designated reviewing official must determine, within a reasonable period of time, whether or not to deny the access requested based on the standards in paragraph (10) of this section.  QBH must promptly provide written notice to the consumer of the determination of the designated reviewing official and take other action as required to carry out the designated reviewing official’s determination."
        ]
      },
      {
        "heading": "RIGHT TO AMEND PROTECTED HEALTH INFORMATION",
        "content": [
          "A consumer has the right to have QBH amend PHI about the consumer in a designated record set for as long as the PHI is maintained by QBH."
        ]
      },
      {
        "heading": "REQUESTS FOR AMENDMENT AND TIMELY ACTION",
        "content": [
          "QBH must permit a consumer to request that QBH amend the PHI maintained in their designated record set.",
          "Consumers must make their requests in writing to the QBH Privacy Officer and provide a reason to support the requested amendment.",
          "QBH must act on the consumer’s request for amendment no later than 60 days after receipt of such a request, as follows:",
          "QBH shall designate a qualified behavioral health professional to review the consumer’s request for amendment.  If QBH grants the requested amendment, in whole or in part, it must take the actions required by this policy; or",
          "If QBH denies the requested amendment, in whole or in part, it must provide the consumer with a written denial, in accordance with this policy.",
          "If QBH is unable to act on the request for amendment within the sixty (60) days allowed, QBH may extend the period by no more than thirty (30) days, provided that QBH notifies the consumer in writing of the reasons for the delay and the date by which QBH will complete its action on the request.",
          "QBH may have only one such extension of time for action on a request for an amendment."
        ]
      },
      {
        "heading": "ACCEPTING THE AMENDMENT",
        "content": [
          "If QBH accepts the requested amendment, in whole or in part, QBH must comply with the following requirements:",
          "QBH must make the appropriate amendment to the PHI or record that is the subject of the request for amendment by, at a minimum, identifying the sections of the designated record set that are affected by the amendment and appending or otherwise providing a link to the location of the amendment;",
          "QBH must obtain the consumer’s identification of and agreement to have QBH notify any relevant persons with which the amendment needs to be shared; and",
          "QBH must make reasonable efforts to inform and provide the amendment within a reasonable time to persons, including business associates, that QBH knows have the PHI that is the subject of the amendment and that may have relied, or could reasonable rely, on such information to the detriment of the individual."
        ]
      },
      {
        "heading": "DENYING THE AMENDMENT",
        "content": [
          "If QBH denies the requested amendment, in whole or in part, QBH must comply with the following requirements:",
          "QBH must provide the consumer with a timely, written denial in plain language with an explanation of the following:",
          "The basis for the denial;",
          "The consumer’s right to submit a written statement disagreeing with the denial and how the consumer may file such a statement;",
          "A statement that, if the consumer does not submit a statement of disagreement, the consumer may request that QBH provide the consumer’s request for amendment and the denial with any future disclosures of the PHI that is the subject of the amendment; and",
          "A description of how the consumer may complain to QBH pursuant to the complaint procedures established in this policy.",
          "QBH must permit the consumer to submit to QBH a written statement disagreeing with the denial of all or part of a requested amendment and the basis of such disagreement.  QBH may reasonably limit the length of a statement of disagreement.",
          "QBH may prepare a written rebuttal to the consumer’s statement of disagreement.  Whenever such a rebuttal is prepared, QBH must provide a copy to the consumer who submitted the statement of disagreement.",
          "QBH must, as appropriate, identify the record or PHI in the designated record set that is the subject of the disputed amendment and append or otherwise link the consumer’s request for an amendment, QBH’s denial of the request, the consumer’s statement of disagreement, if any, and QBH’s rebuttal, if any, to the designated record set."
        ]
      },
      {
        "heading": "FUTURE DISCLOSURES",
        "content": [
          "If a statement of disagreement has been submitted by the consumer, QBH must include the statement in the designated record set, or, at the election of QBH an accurate summary of any such information, with any subsequent disclosure of the PHI to which the disagreement relates.",
          "If the consumer has not submitted a written statement of disagreement, QBH must include the consumer’s request for amendment and its denial, or an accurate summary of such information, with any subsequent disclosure of the PHI only if requested by the consumer.",
          "When a subsequent disclosure is made using a standard transaction that does not permit the additional material to be included with the disclosure, QBH may separately transmit the material required, as applicable, to the recipient of the standard transaction."
        ]
      },
      {
        "heading": "ACTIONS ON NOTICES OF AMENDMENT",
        "content": [
          "If QBH is informed by another covered entity of an amendment to a consumer’s PHI, QBH must amend the PHI in the designated record set as provided by this policy."
        ]
      },
      {
        "heading": "RIGHT TO AN ACCOUNTING OF DISCLOSURES OF PROTECTED HEALTH INFORMATION",
        "content": [
          "A consumer has a right to receive an accounting of disclosures of PHI made by QBH in the six (6) years prior to the date on which the accounting is requested, except for disclosures:",
          "To carry of treatment, payment, or health care operations;",
          "To consumers of PHI about them;",
          "Pursuant to an authorization as provided in QBH Policy;",
          "For national security or intelligence purposes as provided in QBH;",
          "To correctional institutions or law enforcement officials as provided in QBH Policy; or",
          "That occurred prior to April 14, 2003."
        ]
      },
      {
        "heading": "PROVISION OF THE ACCOUNTING",
        "content": [
          "QBH must act on the consumer’s request for an accounting, no later than sixty (60) days after receipt of such request, as follows:",
          "QBH must provide the consumer with the accounting requested; or",
          "If QBH is unable to provide the accounting within sixty (60) days, QBH may extend the time to provide the accounting by no more than thirty (30) days, provided that:",
          "QBH within sixty (60) days from the receipt of the request for an accounting, provides the consumer with a written statement of the reasons for the delay and the date by which QBH will provide the accounting; and",
          "QBH may have only one such extension of time for action on a request for an accounting.",
          "QBH must provide the first accounting to a consumer in any twelve (12) month period without charge. QBH may impose a reasonable, cost-based fee for each subsequent request for an accounting by the same consumer within the twelve (12) month period, provided that QBH informs the consumer in advance of the fee and provided the consumer with an opportunity to withdraw or modify the request for a subsequent accounting in order to avoid or reduce the fee."
        ]
      },
      {
        "heading": "CONTENT OF THE ACCOUNTING",
        "content": [
          "QBH must provide the consumer with a written accounting that meets the following requirements:",
          "Except as otherwise provided by this policy, the accounting must include disclosures of PHI that occurred during the six (6) years (or such shorter time period at the request of the consumer) prior to the date of the request for an accounting, including disclosures to or by business associates of QBH.",
          "The accounting must include for each disclosure:",
          "The date of the disclosure;",
          "The name of the entity or person who received the PHI and, if known, the address of such entity or person;",
          "A brief description of the PHI disclosed; and",
          "A brief statement of the purpose of the disclosure that reasonably informs the consumer of the basis for the disclosure, or in lieu or such statement, a copy of the written request for the disclosure.",
          "If, during the period covered by the accounting, QBH has made multiple disclosures of PHI to the same person or entity for a single purpose, the accounting may, with respect to such multiple disclosures, provide:",
          "The information required in paragraph (b) of this section for the first disclosure during the accounting period;",
          "The frequency, periodicity, or number of the disclosures made during the accounting period; and",
          "The date of the last such disclosure during the accounting period."
        ]
      },
      {
        "heading": "TEMPORARY SUSPENSION OF RIGHT TO AN ACCOUNTING",
        "content": [
          "QBH must temporarily suspend a consumer’s right to receive an accounting of disclosures to a health oversight Agency or law enforcement official, for the time specified by such Agency or official, if such Agency or official provides QBH with a written statement that such an accounting to the consumer would be reasonably likely to impede the Agency’s activities and specifying the time for which such a suspension is required.",
          "If the Agency or official statement is made orally, QBH must:",
          "Document the statement, including the identity of the Agency or official making the statement;",
          "Temporarily suspend the consumer’s right to an accounting of disclosures subject to the statement; and",
          "Limit the temporary suspension to no longer than thirty (30) days from the date of the oral statement, unless a written statement pursuant to paragraph (a) of this section is submitted during that time."
        ]
      },
      {
        "heading": "RIGHT TO REQUEST A RESTRICTION",
        "content": [
          "QBH must permit a consumer to request that QBH restrict:",
          "Uses or disclosures of PHI about the consumer to carry out treatment, payment, or health care operations;",
          "Disclosures permitted to a family member or other individual actively involved in the consumer’s care or payment of care;",
          "Disclosures made for purposes of notification;",
          "Disclosures due to the consumer’s incapacity or an emergency circumstance; or",
          "Disclosures for disaster relief purposes."
        ]
      },
      {
        "heading": "INITIATING AND RESPONDING TO THE RESTRICTION",
        "content": [
          "A consumer requesting a restriction must submit the request in writing to the QBH Privacy Officer by completing a Request for Restriction of Disclosures Form.  If the consumer requests, or requires, assistance in completing the form, the QBH Case Managers or Counselors shall provide assistance.",
          "QBH shall respond to the consumer’s request for a restriction within fifteen (15) days of receipt of the request by either agreeing to or denying the restriction.",
          "Upon receipt of the request for a restriction, the QBH Clinical Director, QBH Privacy Officer, and QBH Security Officer shall review the consumer’s request and determine whether the requested restriction is in the consumer’s best interest, and whether QBH has the ability to comply with the terms of the restriction.  QBH is not required to agree to a requested restriction.",
          "If QBH agrees to a restriction, QBH and its business associates may not use or disclose PHI in violation of the restriction, except if the consumer who requested the restriction is in need of emergency treatment and the restricted PHI is needed to provide the emergency treatment.  QBH may use the restricted PHI, or may disclose such information to a health care provider, to provide such emergency treatment to the consumer.  If restricted PHI is disclosed to a health care provider not further use or disclose the information.  A restriction agreed to by QBH is not effective to prevent uses or disclosures permitted or required as follows:",
          "By the Secretary of Health and Human Services to investigate or determine  QBH’s compliance with federal standards for the protection of consumer health care information; or",
          "Under special circumstances, including those disclosures required by:",
          "Law;",
          "Public health activities;",
          "Reports of abuse, neglect, or domestic violence;",
          "Health oversight activities;",
          "Judicial or administrative proceedings;",
          "Law enforcement purposes;",
          "Coroners, medical examiners, or funeral directors;",
          "Research purposes;",
          "A serious threat to health or safety;",
          "Specialized government functions; and",
          "Worker’s compensation.",
          "If QBH denies a request for a restriction after a review by the designated parties, QBH shall include justification for the denial in its notice to the consumer."
        ]
      },
      {
        "heading": "TERMINATING A RESTRICTION",
        "content": [
          "QBH may terminate its agreement to a restriction, if:",
          "The consumer requests or agrees to the termination in writing by completing the Termination of Restriction of Disclosures Form;",
          "The consumer orally agrees to the termination and the oral agreement is documented and reduced to the Termination of Restriction of Disclosures Form; or",
          "QBH informs the consumer in writing that it is terminating its agreement to a restriction, except that such termination is only effective with respect to PHI created or received after it has so informed the consumer."
        ]
      },
      {
        "heading": "REQUEST FOR CONFIDENTIAL COMMUNICATIONS",
        "content": [
          "QBH must permit consumers to request and must accommodate reasonable requests by consumers to receive communications of PHI from QBH by alternative means or at alternative locations, if the consumer clearly states that the disclosures of all or part of that information could endanger the consumer.",
          "A consumer must submit a written request for confidential communications on the Request for Confidential Communications Form.  The consumer need not state an explanation of the basis for the request beyond his/her reasonable belief that alternative communications are necessary to avert danger to them.  In order for the request to be approved, the consumer must provide an alternative address or other method of contact on the request form.",
          "Requests for confidential communications are received by the QBH Privacy Officer, who shall advise necessary QBH workforce consumers of the alternative means of communication.",
          "QBH must maintain all documentation, whether in written or electronic format, associated with any action, activity, or designation pertaining to the request for confidential communications for six (6) years from the date of its creation or the date when it last was in effect, whichever is later."
        ]
      },
      {
        "heading": "MONITORING",
        "content": [
          "Documentation",
          "QBH must maintain all documentation whether in written or electronic format, associated with any action, activity, or designation pertaining to the request for access, amendment, restriction, accounting, or confidential communications for six (6) years from the date of its creation or the date when it last was in effect, whichever is later."
        ]
      },
      {
        "heading": "EVALUATION:",
        "content": [
          "The Privacy Officer will review this policy annually and make revisions when needed. Any revisions made will be submitted to the Clinical Committee for approval."
        ]
      },
      {
        "heading": "FORMS:",
        "content": [
          "Request for Confidential Communications Form",
          "Request for Restriction of Disclosures of PHI Form"
        ]
      }
    ]
  },
  {
    "file_name": "MAT QBH Consumer Grievance Rights.policy   FINAL  7 17.docx",
    "title": "MAT QBH Consumer Grievance Rights.policy   FINAL  7 17",
    "sections": [
      {
        "heading": "CONSUMER GRIEVANCES",
        "content": [
          "All consumers will be treated with respect and dignity in an environment that is therapeutic and free from any mental, physical, or sexual abuse or neglect. When an allegation of mistreatment, violation of civil rights, or the consumer, consumer's family, or guardian, Company staff or any other concerned party may file a grievance according to the procedure defined in this policy.",
          "Any staff that has reason to believe that a rights violation or condition requiring investigation has occurred shall file a grievance or a request for investigation. Failure of a staff member to file a grievance or request for investigation, to assist a consumer filing a grievance, or to otherwise fail to forward a grievance submitted by a consumer shall be grounds for disciplinary action. Conduct prohibited by these rules will not be tolerated by this Company whether it occurs on or off the job.",
          "All individuals will have a means by which to grieve any violation of any rights, and complaints related to care/services, or any mistreatment or misconduct associated with care/services received."
        ]
      },
      {
        "heading": "NOTICE OF GRIEVANCE RIGHTS",
        "content": [
          "All consumers shall be informed of their right to file a grievance or request for investigation. Notice of this grievance and investigation process shall be included in the information provided during intake."
        ]
      },
      {
        "heading": "WHO MAY FILE GRIEVANCE",
        "content": [
          "An oral or written grievance or request for investigation may be filed by a consumer, guardian, Consumer Rights Advisor, state protection and advocacy system, designated representative, or any other concerned person in the event of:",
          "An allegation of a violation of the consumer rights or of the rights of several consumers;",
          "A death of a consumer; and/or an allegation that a condition exists that is dangerous, illegal, or inhumane."
        ]
      },
      {
        "heading": "GRIEVANCE PROCESS",
        "content": [
          "When an individual wishes to make a complaint and wants to file a grievance or request that contains a non-frivolous allegation, the individual will be given the options of:",
          "Conferring with primary counselor and/or charge nurse on duty.",
          "Completing a written complaint that describes the alleged action or problem and identifies complainant with name, address and phone number.",
          "Obtaining assistance to file a grievance.",
          "The complaint is submitted to the CEO or supervisor on duty. A copy is provided to the Quality and Utilization Manager within 24 hours.",
          "When any staff of a service provider, or any other party, has a reason to believe that a rights violation or condition requiring investigation has occurred, they shall promptly file a grievance or a request for investigation.",
          "When the Director of a service provider determines that a non-frivolous allegation of a right's violation has occurred in one of QBH, Inc.'s programs, or that a condition exists, or a condition has occurred that requires investigation of a Company program, a grievance or request for investigation will be filed.",
          "Any grievance or request for investigation shall be accurately and completely reduced to writing.",
          "Once a grievance has been filed, the CEO or designee conducts a thorough investigation of the complaint to determine validity.",
          "Within five (5) days of receipt of a grievance request for investigation, the CEO shall inform the person filing the grievance/request, in writing, that the grievance/request has been received.",
          "The CEO:",
          "May dispose of any grievance/request for investigation where the alleged rights violation or condition occurred more than one year immediately prior to the date on which the grievance/request is made;",
          "May refer the grievance to the primary counselor (if applicable) for resolution through the treatment planning process. This step may be taken if the grievance received is primarily directed to the level or type of treatment provided to a consumer which can be fairly and efficiently addressed within procedures, or",
          "May resolve a grievance/request without conducting a full investigation where the matter:",
          "Involves no dispute as to the facts;",
          "Is patently frivolous; or",
          "May be resolved fairly and efficiently within five (5) days without a formal investigation.",
          "In the event that an investigation is not required, the CEO shall prepare a written, dated decision, which shall explain the essential facts, why she/he believes that the matter may be appropriately resolved without the appointment of an investigator, and the resolution of the matter, of which copies will be submitted to the parties involved, together with a notice of appeal rights, to anyone else having a direct interest in the matter, and to the Quality and Utilization Manager for filing.",
          "In the event that the grievance or request cannot be resolved within five (5) days of receipt, the CEO shall:",
          "Prepare a written, dated appointment of an impartial person who, in the judgment of the CEO, is capable of proceeding with the investigation in an objective manner, but shall not be any of the persons directly involved in the right's violation or condition requiring investigation or a staff person who works in the same unit as, except a person with direct line authority over, any person alleged to have been involved in the right's violation or condition requiring investigation.",
          "Immediately upon the appointment of an investigator, notify the person who filed the grievance/request for investigation in writing of the appointment. The notice shall contain the name of the investigator, the procedure by which the investigation will be conducted, and the method by which the person may obtain assistance or representation.",
          "Within ten (10) days of the appointment, the investigator shall hold a private, face-to-face conference with the person who filed the grievance/request for investigation to learn the relevant facts which form the grounds for the grievance/request, except where the grievance/request has been initialed by the CEO.",
          "In scheduling such conference, and again at the conference, if the complainant appears without a designated representative, the investigator shall advise the complainant that they may have representation.",
          "The complainant may be represented by a designated representative of his/her own choice. The investigator shall also advise the complainant of the availability of assistance from the MI Department of Community Health or the Consumer Rights Advisor of QBH, Inc.",
          "In cases where the person initiating the grievance/request, or the person(s) who are alleged to have been responsible for the right's violation or condition, is a consumer and is in need of special assistance and is unrepresented, the investigator shall give the Consumer Rights Advisor notice of the need for representation.",
          "Where the grievance has been initiated by QBH, Inc.'s CEO, or a representative of a state Company, the investigator shall promptly determine which persons have relevant information concerning the occurrence of the alleged right's violation or condition requiring investigation and proceed to interview such individuals.",
          "Within fifteen (15) days of the appointment, but only after the conference with the person initiating the grievance/request for investigation, the investigator shall hold a private, face-to-face conference with the person(s) complained of or thought to be responsible for the rights violation or condition requiring investigation to discuss the matter.",
          "In scheduling a conference with such person(s) or with any other witness, the investigator shall advise the person(s) or any witness that the individual may tape record the conference and all future conferences, meetings or hearings during the course of the investigation provided that the individual notifies all other parties to such meetings or hearings no later than the beginning of the meeting or hearing if the individual intends to so record.",
          "Any staff of QBH or of a service provider or other complaining party has an obligation to cooperate in the investigation.",
          "Failure of a staff to cooperate may result in disciplinary action.",
          "The investigator shall gather whatever further information may seem relevant and appropriate, including interviewing additional witnesses, requesting and reviewing documents, and examining other evidence or locations within ten (10) days of completing all interviews with the parties.",
          "Not later than thirty (30) days from the date of the appointment, the investigator shall prepare a written, dated report briefly describing the investigation and containing findings of fact, conclusions, and recommendations. The report shall be delivered to the CEO within the thirty (30) day period.",
          "Within five (5) days of receiving the investigator's report, the CEO of QBH, Inc. shall review the report and the case record and prepare a written, dated decision which shall either:",
          "Accept the investigator's report in whole or in part, at least with respect to the facts as found, and state a summary of findings and conclusions and the intended action of the CEO of QBH, Inc., including disciplinary investigations, if appropriate.",
          "Reject the report for insufficiency of facts and return the matter for further investigation. In such event, the investigator shall complete the further investigation and deliver a revised report to QBH, Inc.'s CEO or designee, within ten (10) days. Upon receipt of the report, QBH, Inc.'s CEO shall proceed.",
          "The CEO of QBH, Inc. shall send copies of the decision to the investigator, the parties, the Quality and Utilization Manager, and the Consumer Rights Advisor for persons deemed in need of special assistance.",
          "The decision sent to the complainant consumer who is the subject of the grievance shall include  the reason for the decision and a notice of appeal rights.",
          "After the expiration of the appeal period, of after the exhaustion of all appeals and subject to the final decision thereof, QBH, Inc.'s CEO shall promptly take the action set forth in the decision and add to the case a written, dated report of the action taken. A copy of the report shall be sent to the Consumer Rights Advisor if the person is in need of special assistance. A copy is also provided to the Quality and Utilization Manager for filing."
        ]
      },
      {
        "heading": "ADMINISTRATIVE APPEAL",
        "content": [
          "Is this process and the contacts involved the same for both the Detroit and Sterling Heights offices?  If not, please insert the correct information for Sterling Heights.",
          "Any complainant consumer who is the subject of a grievance who is dissatisfied with the final decision of the QBH, Inc.'s CEO may, within thirty (30) days of receipt of the decision, file a notice of appeal with Mr. Johnny Jones from the County Office of Consumer Rights.",
          "Mr. Jones shall review the notice of appeal and the case record and may discuss the matter with any of the persons involved or convene an informal conference. Within fifteen (15) days of the filing of the appeal, Mr. Jones shall prepare a written, dated decision which shall either:",
          "Accept the investigator's report, in whole or in part, at least with respect to the facts as found, and affirm, modify, or reject the decision of QBH, Inc.'s CEO with a statement of reasons; or",
          "Reject the investigator's report for insufficiency of facts and return the matter with instructions and decision.",
          "In such event, the further investigation shall be completed, and a revised report and decision shall be delivered to Mr. Jones within ten (10) days.",
          "Upon receipt of the report and decision, Mr. Jones shall send copies of the decision to the parties, together with a notice of appeal rights; to QBH, Inc.’s CEO; and to the Consumer Rights Advisor for consumers who are in need of special assistance.",
          "A representative shall be afforded the opportunity to be present at any meeting or conference conveyed by Mr. Jones to which the represented party is invited."
        ]
      },
      {
        "heading": "FURTHER APPEAL",
        "content": [
          "Any complainant who is the subject of the grievance who is dissatisfied with the decision of Mr. Jones may request a fair hearing before an administrative hearing officer. If and when this step is necessary, the procedures for this process will be explained in accordance with MI Statutes.",
          "Should the complainant be a Medicaid consumer and wish to file a complaint directly with the Detroit Health Department/Bureau of Substance Abuse, the grievant may notify the office by calling (313) 876 4561 or (313) 876 4103 or by mail to: Institute of Population Health, Special Services Coordinator, 1151 Taylor, Detroit MI 48202.",
          "The grievant, if a Medicaid consumer, may submit a request for a hearing directly with the MI Department of Community Health (MDCH) Administrative Tribunal on their required “Request for Hearing” Form. MDCH may be contacted by phone at (517) 335 9384 or by mail to: Administrative Tribunal, MDCH, P. O. Box 30195, Lansing, MI 48909-7695.",
          "QBH, Inc. shall not discharge or discriminate against any person (consumer or staff) in any way that has participated in submitting or participated in the investigation of a complaint.",
          "The complainant may pursue, if desired, other remedies in regard to the complaint by contacting:",
          "CEO, Quality Behavioral Health, Inc. 751 E. Grand Blvd MI 48207, Ph: (313)-384-8066"
        ]
      },
      {
        "heading": "SPECIAL CONSIDERATIONS DUE TO THE NATURE OF THE MAT PROGRAM",
        "content": [
          "Every attempt is made, prior to any consumer discharge, to accommodate the consumer’s desire to remain in opioid therapy at an alternative treatment program.",
          "Involuntary withdrawal is used only as a last resort and applied in the most humane manner possible, consistent with the safety and well-being of the consumer, staff and other consumers.",
          "No change in dose of opioids or other medications shall occur as a result of a consumer filing a grievance, without the consumer’s knowledge, unless the consumer has signed a document waiving such consent."
        ]
      },
      {
        "heading": "RECURRENT/SIGNIFICANT COMPLAINTS",
        "content": [
          "QBH, Inc. shall monitor the nature and frequency of complaints. Should a significant complaint or a pattern of recurring complaints become apparent, the Root Cause Analysis (RCA) process as is used for sentinel events shall be employed to identify and promptly respond to any conclusions made obvious by the RCA process. Responses shall emphasize risk reduction and prevention."
        ]
      },
      {
        "heading": "ANNUAL REVIEW OF FORMAL COMPLAINTS",
        "content": [
          "The Quality and Utilization Manager shall aggregate grievance/complaint data at least annually and report it to the Clinical Committee.",
          "The report shall include identification of:",
          "Any negative trends.",
          "Any needed performance improvement and actions taken/to be taken.",
          "Timeliness of investigations.",
          "Percent of investigations that could not be settled at QBH level."
        ]
      },
      {
        "heading": "EVALUATION:",
        "content": [
          "The Quality and Utilization Manager will review this policy annually and make revisions when needed. Any revisions made will be submitted to the Clinical Committee for approval."
        ]
      },
      {
        "heading": "RELATED POLICIES/FORMS:",
        "content": [
          "Grievance Form",
          "Consumer Rights and Responsibilities Policy"
        ]
      }
    ]
  },
  {
    "file_name": "MAT QBH Consumer Rights Advisor.policy    FINAL 7 17.docx",
    "title": "MAT QBH Consumer Rights Advisor.policy    FINAL 7 17",
    "sections": [
      {
        "heading": "CONSUMER RIGHTS ADVISOR",
        "content": [
          "The Consumer Rights Advisor, an appointed position, shall have the necessary tools and resources essential to operate in this position, including access to interpreters as needed to see that the rights of consumers and their guardians, where applicable, are protected as outlined in the Michigan Mental Health Code.",
          "The CEO shall appoint a Consumer Rights Advisor who shall be an employee or volunteer and subordinate only to the CEO."
        ]
      },
      {
        "heading": "CONSUMER RIGHTS ADVISOR QUALIFICATIONS",
        "content": [
          "The Consumer Rights Advisor shall meet the following requirements:",
          "Does not have service responsibilities and is not confined to a work station enabling freedom to move around the entire organization interacting with consumers and staff.",
          "Has an understanding of the mental health and substance abuse programs and\nservices, the rights system and a commitment to the well-being of consumers.",
          "Have a minimum of a Bachelor’s Degree with two (2) years of behavioral health or related experience."
        ]
      },
      {
        "heading": "REFERENCE:",
        "content": [
          "Mental Health Code 330.1754",
          "Administrative Rule 330.7030"
        ]
      },
      {
        "heading": "CEO ACCOUNTABILITY RELATED TO THE CONSUMER RIGHTS ADVISOR",
        "content": [
          "The CEO shall:",
          "Ensure the description for the Consumer Rights Advisor's position is included with all Agency job descriptions.",
          "Provide that the Consumer Rights Advisor attends all specific trainings sponsored by Department of County Health which will enhance the skills and functioning of this position.",
          "Support the Consumer Rights activities and Consumer Rights staff.",
          "Take appropriate action to protect complainants, and any Consumer Rights staff, if harassment or retaliation occurs concerning apparent violations.",
          "Take firm and fair disciplinary or other remedial action to resolve violations of rights.",
          "Clearly include this position on Quality Behavioral Health, Inc. Table of Organization, updated at least annually."
        ]
      },
      {
        "heading": "DUTIES OF THE CONSUMER RIGHTS ADVISOR",
        "content": [
          "The Consumer Rights Advisor will:",
          "Receive and acknowledge all reports of and may investigate apparent violations of rights.",
          "Act to resolve disputes relating to apparent violations.",
          "Act on behalf of consumers to obtain a remedy for any apparent violation.",
          "Shall otherwise endeavor to safeguard the rights guaranteed by the Michigan Mental Health",
          "Code (P.A. 258).",
          "Shall oversee that The SUMMARY OF YOUR RIGHTS pamphlet is displayed in all waiting rooms",
          "of Quality Behavioral Health, Inc. programs, and in the Business Office.",
          "Shall provide for all consumers, and others who wish to act on their behalf, have access to forms on which to document alleged violations.",
          "Complaint forms will be available in all waiting rooms.",
          "Self-addressed envelopes to the Consumer Rights Advisor will also be available in all waiting rooms to be utilized for the filing of a complaint.",
          "On-site staff will provide envelopes if none are available and notify the Office Manager to replenish supplies.",
          "Guarantee the Consumer Rights Poster is visible, with the Consumer Rights Advisor's name",
          "and telephone number, in all waiting rooms of Quality Behavioral Health, Inc. program sites."
        ]
      },
      {
        "heading": "INFORMING CONSUMERS OF THEIR RIGHTS",
        "content": [
          "At the time of intake, the intake staff shall explain the consumer's rights to each new consumer has",
          "a Statement Of Consumer's/Consumers Rights Form signed by the consumer or their guardian, acknowledging that s/he has been so informed, and then the signed document will become a part of the consumer's medical record.",
          "It will also be responsibility of the primary counselor to inform existing consumers (at the time of their",
          "earliest appointment) of their Consumer Rights and be sure that the Statement Of Consumer's/Consumers Rights Form is signed and made a part of the consumer's medical record.",
          "If a consumer and/or someone on the consumer's behalf have a complaint, then it is the counselor’s responsibility to take the consumer to the Consumer Rights Advisor.",
          "If the complaint is made by telephone, it is to be directed to the Consumer Rights Advisor."
        ]
      },
      {
        "heading": "MANAGEMENT OF RIGHTS VIOLATIONS",
        "content": [
          "The Consumer Rights Advisor will receive all reports of alleged violation of rights, including:",
          "Verbal reports by consumers or others on their behalf.",
          "Written reports by consumers or others on their behalf.",
          "Acknowledge to the complainant receipt of an alleged violation received directly either verbally or in writing.",
          "Log each alleged violation received from whatever source on the Consumer Rights Log.",
          "The Consumer Rights Advisor will investigate the allegation and determine if there is evidence to support its legitimacy or not.",
          "If the allegation was not found to be supported by available evidence, the consumer will be notified that there was no evidence supporting their complaint and that unless they can provide valid evidence, the investigation of the allegation is complete.",
          "If the allegation is supported by evidence and involved staff , one of the following actions will be taken:",
          "A face-to-face meeting will be conducted by the Consumer Rights Advisor and the CEO with the involved staff.",
          "Depending on the nature of the violation any of the following may transpire:",
          "Additional training required of the involved staff with a specific timeframe for completion.",
          "Disciplinary action appropriate to the violation.",
          "Termination.",
          "Violation reports are submitted to the Clinical Committee; they will look for evidence of need for improvement that extends beyond a single staff member.  The Board is also informed of valid allegations by the CEO.",
          "The Consumer Rights Advisor submits a report of the number and nature of rights violations quarterly to funding agencies."
        ]
      },
      {
        "heading": "EVALUATION:",
        "content": [
          "The CEO will review this policy annually and make revisions when needed. Any revisions made will be submitted to the Clinical Committee for approval.",
          "FORMS:",
          "Statement of Consumer Rights (available for review in the Consumer Rights Advisor’s office)",
          "Summary of Your Rights Pamphlet (available for review in the Consumer Rights Advisor’s office)",
          "Consumer Rights Poster [in three languages] (available for review in designated areas stated in this policy)",
          "Consumer Rights Log (available for review in the Consumer Rights Advisor’s office)"
        ]
      }
    ]
  },
  {
    "file_name": "MAT QBH Guardianship.policy    FINAL 7 17.docx",
    "title": "MAT QBH Guardianship.policy    FINAL 7 17",
    "sections": [
      {
        "heading": "PETITIONING FOR GUARDIANSHIP",
        "content": [
          "QBH, Inc. shall provide the following information when petitioning on behalf of QBH:",
          "Evaluations of the person's mental, physical, social, and educational condition made not more than the 30 days prior to filing a petition.",
          "QBH, Inc. shall provide the following information when petitioning on behalf of QBH:",
          "Evaluations of the person's mental, physical, social, and educational condition made not more than the 30 days prior to filing a petition.",
          "A recommendation proposing the type and scope of guardianship services needed.",
          "A judgment as to the most appropriate living arrangements.",
          "Signatures of all persons, one of whom shall be a physician, a psychologist or a Social Worker, who performed evaluations upon which the report is based. Any number of evaluations by persons not on the staff of the facility or program may be utilized.",
          "If suitable, a report of an informed consent board may be used as part of a required report.",
          "When QBH, Inc. staff petition for appointment of a guardian, a petition shall be filed in the probate court for the county of residence.",
          "The county from which a person was admitted on the basis of a judicial admission or ordered to undergo a program of alternative care and treatment.",
          "The county from which a person was referred to a facility or program by a county community mental health program or other public or private Company.",
          "The county in which a person resides, if a parent has agreed to an appointment as guardian.",
          "If a petition previously filed on behalf of a facility or program resulted in appointment of a plenary guardian of the estate or a partial guardian or a refusal by a court to appoint any guardian, QBH shall not authorize a subsequent petition unless there has been a significant deterioration in the person's condition or other compelling change in circumstances. This requirement shall not prevent action for emergency guardianship."
        ]
      },
      {
        "heading": "RESPONSIBILITY FOR PETITIONING FOR GUARDIANSHIP",
        "content": [
          "When QBH, Inc. petitions for appointment of a guardian, or advocates for the consumer, the staff member will, whenever possible, recommend that an appropriate family member, friend, or public or private Company or association be considered by the probate court for appointment as guardian.",
          "Only on the request of a probate court and after all other possibilities have been exhausted may QBH, Inc. agree to serve as a plenary or partial guardian.",
          "QBH, Inc. shall decline to serve as guardian for a person not receiving services from an Company program.",
          "QBH, Inc. may accept an appointment as guardian for a person receiving services, pursuant to these rules that staff members of QBH, Inc. shall not personally act as guardians.",
          "The Clinical Director shall permit not less than one staff member who performed an evaluation in connection with a required report adequate time to testify at a probate court hearing on a guardianship petition."
        ]
      },
      {
        "heading": "ESTABLISHING THE EXISTENCE OF GUARDIANSHIP OR LEGAL REPRESENTATIVE",
        "content": [
          "When a consumer receives an intake interview, the therapist will ascertain whether or not the consumer has a guardian. If so, the name, address, telephone number and level of guardianship responsibility will be obtained. This information will be entered on to the Intake Form.",
          "Copies of the guardian's legal papers which authorize his/her guardianship will be obtained, and filed in the clinical record.",
          "The assessments conducted will include relevant information about the relationship and circumstances between the consumer and guardian (e.g., daily, living situation, family dynamics, legal).   Any relevant, circumstances related to the guardianship are also included in the Clinical Integrated Summary in the medical record.",
          "The guardian's input will be included in the assessment(s), as relevant to the situation. The guardian's signature is needed for all Consent Forms, Consumer Rights Form, and Release-Of-Information Forms.",
          "The guardian will be included in the Treatment Plan and Review process, including invitations to the meetings, encouragement to give input, and opportunity to review and sign the treatment plan."
        ]
      },
      {
        "heading": "ABUSE BY GUARDIAN",
        "content": [
          "When a staff suspects that abuse and/or neglect may be occurring to the consumer by the guardian, the staff will follow the guidelines of protective services reporting, as written in the Consumer Rights rules.",
          "When making a report, the staff will verbally notify the authorities of guardianship status, so the consumer's vulnerability can be dealt with carefully. This information will also be included in the written report.",
          "The assigned therapist will notify the Medical and Clinical Directors and CEO of any instance where there is a protective service report made on a guardian.",
          "It is the Probate Court's jurisdiction to make this determination.  Staff shall advocate for the consumer in this circumstance, if requested by the consumer; there must first be a case review completed by the Medical or Clinical Director, with a documented summary of the reasons for questioning the guardianship status. This report shall include:",
          "A brief history of the consumer;",
          "A brief history of the guardian status, the relationship, and the problem(s);",
          "A brief summary of what interventions have been tried, and the outcome;",
          "Current recommendation.",
          "The CEO will review the report, and if needed, will review the medical record or request further information. Based on the information, the CEO will ascertain that rights of both the consumer and guardian have been followed. The DMH   Administration Rules (August, 1987) will be used and additionally, the office of Recipient Rights.",
          "Upon approval from the CEO, the plan to change the guardianship status in court will be written into the consumer's treatment plan, and implemented accordingly.",
          "Administrative Rules",
          "Reference:  330.6019, 330.6022, 330.6025, 330.6027"
        ]
      },
      {
        "heading": "EVALUATION:",
        "content": [
          "The CEO will review this policy annually and make revisions when needed. Any revisions made will be submitted to the Clinical Committee for approval."
        ]
      },
      {
        "heading": "RELATED POLICIES/FORMS:",
        "content": [
          "State Forms",
          "Consumer Rights and Responsibilities Policy"
        ]
      }
    ]
  },
  {
    "file_name": "MAT QBH REQUEST FOR RESTRICTION ON USE OR DISCLOSURE OF PROTECTED HEALTH INFO.form   FINAL 7 17.docx",
    "title": "MAT QBH REQUEST FOR RESTRICTION ON USE OR DISCLOSURE OF PROTECTED HEALTH INFO.form   FINAL 7 17",
    "sections": [
      {
        "heading": "Introduction",
        "content": [
          "REQUEST FOR RESTRICTION ON USE OR DISCLOSURE"
        ]
      },
      {
        "heading": "OF PROTECTED HEALTH INFORMATION",
        "content": [
          "Date: _______________\n\nName: _____________________________",
          "Date of Birth: QBHQBH",
          "I understand that QBH may use or disclose my protected health information for the purposes of treatment, payment, and health care operations.  QBH may also disclose information to someone involved in my care or the payment for my care, such as a family member or friend.  I understand that QBH does not have to agree to my request.",
          "I hereby request a restriction on QBH’s use or disclosure of my protected health information.",
          "The information I want limited is:",
          "_________________________________________________________________________",
          "I want to limit:",
          "QBH’s use of this information.",
          "QBH’s disclosure of this information.",
          "Both the use and disclosure of this information.",
          "I want the limits to apply to the following person/entity (for example, a spouse):",
          "________________________________________________________________________",
          "I understand that QBH does not have to agree to my request.",
          "Even if QBH agrees to the restriction, QBH may share the information regardless of the restriction in the following circumstances:",
          "During a medical emergency, if the restricted information is needed to provide emergency treatment.  However, if the information is disclosed during an emergency, QBH will tell the recipient not to use or disclose the information for any other purposes.",
          "For certain public health activities.",
          "For reporting abuse, neglect, exploitation, domestic violence or other crimes.",
          "For health agency oversight activities or law enforcement investigations.",
          "For judicial or administrative proceedings.",
          "For identifying decedents to coroner and medical examiners or determining a cause of death.",
          "For organ procurement.",
          "For certain research activities.",
          "For workers’ compensation programs.",
          "For uses and disclosures otherwise required by law.",
          "If a restriction is agreed to, it may be terminated if:",
          "I request, or agree to, the termination in writing.",
          "I orally agree to the termination and the oral agreement is documented.",
          "QBH informs me that it is terminating the agreement.  In this case, the termination is effective for protected health information created by QBH or received by QBH after I am notified of the termination.",
          "For more information about your privacy rights, see the QBH Notice of Privacy Practices available upon request at QBH, or by sending a written request to this address.",
          "If you believe your privacy rights have been violated, you may file a complaint with QBH or with the Secretary of the Department of Health and Human Services.  To file a complaint with QBH, contact the QBH Privacy Officer at (    )    -       .  All complaints must be submitted in writing.  You will not be penalized for filing a complaint.",
          "Date: _______",
          "Signature: ________________________________________",
          "(Consumer/Representative/Guardian)",
          "If signed by someone other than the Consumer, state relationship: ____________________",
          "Witness: _________________________________________"
        ]
      }
    ]
  },
  {
    "file_name": "MAT QBH RESEARCH.policy   FINAL  7 17.docx",
    "title": "MAT QBH RESEARCH.policy   FINAL  7 17",
    "sections": [
      {
        "heading": "RESEARCH GUIDELINES",
        "content": [
          "The Clinical Committee shall convene as a research review committee any time QBH is considering the conduct of research, experimentation or clinical trial projects. The committee shall review projects in relation to:",
          "The mission statement.",
          "The project's values.",
          "The relative risks and benefits to the subject(s).",
          "The process necessary to obtain the subject(s) consent.",
          "Available Company resources and staff expertise.",
          "Other guidelines as set forth in this or other Company policy.",
          "Investigators and others directly involved in conducting the project or obtaining consent shall",
          "adhere to professional standards concerning the conduct of such research, with the Statement of Principals issued by the American Psychiatric Association and with all regulatory and accreditation requirements concerning the protection of human rights.",
          "A staff member, student, or volunteer desiring to conduct a research study will forward to the committee a written summary that includes:",
          "Brief abstract summarizing the research to be conducted.",
          "Describe the requirements for a subject population and explain the rationale for using this population (e.g., special groups such as prisoners, children, mentally disabled or groups whose ability to give voluntary informed consent may be in question). Also describe how subjects are recruited.",
          "Analysis of the risk/benefit ratio, including:",
          "Describe and assess any potential risks - physical, psychological, social, legal, economic, or other - and assess the likelihood and seriousness of such risks. If methods of research create potential risks, describe other methods, if any, that were considered and why they will not be used.",
          "Describe procedures (including confidentiality safeguards) for protecting against or minimizing potential risks and an assessment of their likely effectiveness.",
          "Assess the potential benefits to be gained by the individual subjects, as well as benefits which may accrue to society in general as a result of the study.",
          "Describe consent procedures to be followed, including how and where informed consent will be obtained.",
          "Provide copies of any consent forms to be used. Although written consent forms are usually required, under certain circumstances (e.g., when using questionnaires to collect data) investigators may choose to incorporate the elements of consent into a letter or instruction sheet accompanying the questionnaire.",
          "The consent form, instruction sheet, or explanatory letter should include but not be restricted to the following statements or concepts:",
          "A statement to the effect that the experiment has been explained to the subjects and that the subjects understand it, including any inherent risks;",
          "The subjects freely consent to participate;",
          "The subjects are free to discontinue the experiment at any time without recrimination;",
          "All results will be treated with strict confidence and the subjects will remain anonymous; on request and, within these restrictions, results will be made available to subjects;",
          "When appropriate, the procedure for debriefing the subjects (e.g., some psychology experiments such as those involving deception);",
          "If there is a risk of physical injury to the subject(s), the",
          "following statement must appear in the consent form:",
          "\"I understand that in the unlikely event of physical injury resulting from research procedures, Quality Behavioral Health, Inc. its agents, and employees will assume that responsibility as required by law. Emergency medical treatment for injuries or illness is available where the injury or illness is incurred in the course of an experiment. I have been advised that I should look toward my own health insurance program for payment of said medical expenses.\"",
          "The consent form should not include any exculpatory language whereby the subject waives, or appears to waive any of his/her legal rights, including any release of the institution or its agents from liability for negligence.",
          "Provide a copy of all information - gathering instruments (questionnaires, tests, forms, etc.) - to be used in the project. The method of administering these instruments should also be explained in detail, because the conditions of applying them may be more critical than the instruments themselves.",
          "Proposals may be submitted for review any time. Because the review process typically requires a minimum of one - two weeks to complete, investigators should submit the necessary information at least two weeks in advance of the date they wish to initiate their projects. It is strongly recommended that the required documents be submitted at least one month prior to the anticipated starting date of the project if at all possible so that unanticipated delays can be minimized.",
          "SPECIAL NOTE: Many of the \"Research Projects\" conducted at the Company are less rigorous and scientific than the above outline suggests. Studies that are more data collection (such as demographics or consumer program satisfaction) or retrospective (such as comparing hospitalization rates pre- and post- program enrollment) need substantially less review, since subject risk is nonexistent or negligible.",
          "For these studies, the summary can include a clear, simple description of the plan (including the subjects, data to be collected, methods of collection, time span, etc.).",
          "For subjects' involvement, such as a satisfaction survey, the implementation plan is described. Include how consumers are informed that their responses are voluntary, confidential, and that their refusal to participate will not in any way be held against them. Any relevant factor listed in the above outline needs to be detailed in the written project or study plan.",
          "Upon receipt of the summary, the committee will review the study to confirm adherence to professional standards, as well as reviewing it for its appropriate (scientific) techniques.",
          "After reviewing the study, the committee will respond to the researcher in writing to confirm that the study may be done.",
          "The committee may make the study conditional, based on modifications that are developed by the committee.",
          "The committee may also recommend ideas that are suggestions, but not mandatory.",
          "The committee may consult with the Executive Director and/or Administrative Team if needed.",
          "Research data is not to be collected until the researcher receives the confirmation note from the committee.",
          "The results of the study are forwarded to the Clinical Committee. The researcher(s) will receive acknowledgment for this contribution.",
          "All materials presented to the subject are in the subject's primary language and communicated in",
          "lay terms the subject can understand. Minimally the subject shall be informed about:",
          "The benefits to be expected.",
          "The potential discomforts and risks.",
          "Alternative services that might benefit them.",
          "The procedures that are to be followed.",
          "The subject's right to refuse to participate in the project without compromising their\naccess to the Company's services.",
          "The consent form shall include:",
          "The items just listed in the bullet above.",
          "Name of the staff member who supplied the information, including their signature and\ndate.",
          "Description of the subject's right to privacy, confidentiality and safety.",
          "Information about the focus of the activity as it relates to their individual care.",
          "The signature and date that the subject signed."
        ]
      },
      {
        "heading": "RESEARCH ETHICS STATEMENT OF PRINCIPLES1",
        "content": [
          "Research involving human subjects must conform to the scientific, legal, and moral principles which justify all research, and should emerge from sound theoretical bases or follow acceptable research design.",
          "Ethical aspects of the experiment should be clearly stated in the research design at all stages in its development.",
          "Research should be conducted only by scientifically qualified individuals. When appropriate, medical liaison or supervision should be provided.",
          "Human subject research projects cannot be carried out legitimately unless the importance of the objective in proportionate to the risks to the subject. All proposed research projects should be assessed as to their inherent risks in comparison to the potential benefits to the subject or others.",
          "Experimental risks that should be evaluated include not only possible physical harm but also psychological impairment to the individual subject or others. Special care should be exercised in experiments in which the personality of the subject is liable to be altered by drugs or experimental procedure.",
          "The nature, purpose and risk of the research must be adequately explained to the subject.",
          "Research on a human being cannot be undertaken without his free consent after he has been informed. The research subject should be in such a mental, physical, and legal state as to be able to exercise fully his power of choice; if he is legally incompetent, the consent of the legal guardian should be procured.",
          "Consent should, as a rule, be obtained in writing. However, the responsibility for research always remains with the research worker; it never falls in the subject even after consent when obtained.",
          "The investigator must respect the right of each individual to safeguard his right to privacy and personal integrity, especially if the subject is in a dependent relationship to the investigator.",
          "Coercion must be prohibited. At any time during the course of clinical research the subject or his guardian should be free to withdraw permission for the research to be continued. The investigator or the investigating team should discontinue the research if, in his or their judgment, it may if continued, be harmful to the individual, his family or guardians.",
          "Experimentation should be planned so as to avoid unnecessary pain, suffering or inconvenience to the research subject.",
          "1Adopted from the American Psychological Association"
        ]
      },
      {
        "heading": "EVALUATION:",
        "content": [
          "The CEO will review this policy annually and make revisions when needed. Any revisions made will be submitted to the Clinical Committee for approval."
        ]
      },
      {
        "heading": "RELATED POLICIES/FORMS:",
        "content": [
          "Research Ethics: Statement of Principles",
          "Consumer Rights and Responsibilities Policy"
        ]
      }
    ]
  },
  {
    "file_name": "QBH Consumer Rights.form   FINAL 8 13.docx",
    "title": "QBH Consumer Rights.form   FINAL 8 13",
    "sections": [
      {
        "heading": "CONSUMER RIGHTS",
        "content": [
          "Each consumer shall be afforded the following basic rights:",
          "The right to treatment and services under conditions that support the consumer's personal liberty, values and beliefs and restriction of such liberty only as necessary to comply with treatment needs.",
          "The right to be involved in the development of an individualized, written treatment plan to be developed promptly after admission;  treatment based on the plan; periodic review and reassessment of needs, and appropriate revisions of the plan, including a description of the services that may be needed for follow-up.",
          "To be given information needed to aid in treatment decisions.",
          "Periodic review and reassessment of needs, and appropriate revisions of the plan, including a description of the services that may be needed for follow-up.",
          "The right to be provided care by competent, qualified, and experienced staff and identification of staff responsible for care. The right to express preferences in treatment staff.",
          "The right to ongoing participation in the planning of services to be provided and in the development and periodic revision of the treatment plan and the right to be provided with a reasonable explanation of all aspects of one's own condition and treatment. Participation of relatives or guardians in planning care as appropriate.",
          "The right to refuse treatment.",
          "The right not to have to participate in experimentation in the absence of the consumer's informed and voluntary written consent.  The right to appropriate protections associated with such participation; and the right and opportunity to revoke such consent.",
          "The right to treatment using the least restrictive means possible.",
          "The right to a humane treatment environment that affords reasonable protection from harm, appropriate privacy, and freedom from verbal or physical abuse or neglect.",
          "The right to confidentiality of records.",
          "The right to access, upon request to his/her own consumer records in accordance with state and/or federal law.",
          "The right to be informed, in appropriate language and terms, of their rights, including the right to legal counsel and all other requirements of due process.",
          "The right to be provided a representative to communicate consumer information and treatment decisions if unable to understand staff.",
          "The right to be treated with respect and human dignity.",
          "The right to not be exploited financially or otherwise, or required to make public statements acknowledging gratitude to the program or perform at public gatherings.",
          "The right to assert grievances with respect to infringement of these rights, including the right to have such grievances considered in a fair, timely and impartial procedure.",
          "The right of access to the Recipient Rights Advisor or other qualified advocate in order to understand, exercise, and protect personal rights; the right to voice concerns without retaliation.",
          "The right to be informed, in advance, of charges for services and to receive individualized treatment regardless of payment source(s).",
          "The right to all available services without discrimination because of ethnicity, cultural or spiritual orientation, gender, age, sexual orientation,",
          "socioeconomic status, handicap, national origin, or marital status.",
          "The right to exercise his/her civil rights, including but not limited to, the right to register and vote at elections.",
          "The right to referral, as appropriate, to other providers of behavioral health services.",
          "The right to a smoke-free environment.",
          "The right to be informed of the Agency’s rules and regulations regarding expected consumer conduct.",
          "The right to have access to their guardian, if applicable, at all times.",
          "Consumer rights relating to medications:",
          "All consumers receiving services in a behavioral health/substance abuse agency have a right to be free from unhelpful or excessive medication.",
          "Medication shall not be used as punishment for the convenience of the staff, as a substitute program, or in quantities that interfere with the consumer's treatment program."
        ]
      },
      {
        "heading": "CONSUMER RESPONSIBILITIES",
        "content": [
          "To provide information that will assist clinical staff in understanding their needs, develop appropriate treatment, and understand their response to treatment;",
          "To follow instructions so that treatment may be achieved and to ask questions any time they do not understand;",
          "To accept the consequences of any breaches in following instructions, program rules, and their agreed upon course of treatment;",
          "To follow all program rules and regulations;",
          "To show respect and consideration to other consumer's, staff, and visitors to the Agency;",
          "To meet their financial commitments, if applicable;",
          "To \"speak up\" any time they have suggestions for improvement, concerns for safety in their care or the environment where it is received, or when they are satisfied, or pleased, with any aspect of services."
        ]
      },
      {
        "heading": "APPEALS OF CONSUMER RIGHTS VIOLATIONS",
        "content": [
          "If the action of the Agency, as executed by the CEO, taken on behalf of the consumer regarding violation of the consumers rights is unfavorable, insufficient or not forthcoming within a reasonable time, the consumer or his/her representative may appeal to the Agency’s Governing Board or to the State's resources (see Consumer Rights Brochure).",
          "I have read and understood the above-listed rights. A COPY OF THESE RIGHTS AND RESPONSIBILITIES HAS BEEN PROVIDED TO ME.",
          "CONSUMER SIGNATURE _______________________________________________________\tDATE ______________________________",
          "WITNESS SIGNATURE _____________________________________________________\t\tDATE _______________________________"
        ]
      }
    ]
  },
  {
    "file_name": "QBH language access plan.docx",
    "title": "QBH language access plan",
    "sections": [
      {
        "heading": "CONSUMERS WITH LIMITED ENGLISH PROFICIENCY",
        "content": [
          "QBH, Inc. will strive to remove barriers to accessing our services which are caused by a potential consumer with limited English proficiency."
        ]
      },
      {
        "heading": "INTAKE",
        "content": [
          "All staff and volunteers who are involved in initial intake should determine if a potential consumer has limited English proficiency, based on the consumer statements and responses.",
          "If the staff person believes that the potential consumer has limited English proficiency, he or she should determine what language the potential consumer is most comfortable speaking and understanding.",
          "Language Sheets are available in various languages to assist staff in determining a consumer’s understood language.",
          "Volunteers should bring this situation to the attention of a staff person to make the determination.",
          "If the potential consumer has limited English proficiency, a bilingual staff person or interpreter who is proficient in English and the language of the consumer should be offered to the potential consumer or family member at the first contact point or, as quickly thereafter as can be arranged.",
          "If necessary, the interpreter should be used to determine if the potential consumer is financially-eligible for services from this agency.",
          "If bilingual staff is not available, staff should utilize the ATT Language Line for this purpose.",
          "Prior approval for use of this service is not required, so long as the determination of need is documented on the intake sheet. Information about this service and other interpreter services is attached to this policy statement.",
          "The use of family, friends, strangers and less qualified staff to provide interpretation is to be avoided unless expressly requested by the consumer and approved by the counselor or other management staff, or in an emergency.",
          "In all cases, the reason for use of someone other than a bilingual staff person or qualified interpreter should be explained in the intake sheet.",
          "The offer of an interpreter will be documented and the documentation will specifically note, that, if the consumer family or friends were used at the consumer request, that the consumer was first offered an interpreter.",
          "There will be no charge to the consumer for an interpreter. If QBH incurs a cost for providing interpreter services, a short memo or email to the Administrator should be completed detailing the date, type of service used, and the consumer for whom the service was provided."
        ]
      },
      {
        "heading": "SERVICES AFTER INITIAL INTAKE",
        "content": [
          "If further contact with the consumer is anticipated, staff should arrange for the use of bilingual staff or a qualified interpreter for any future communications.",
          "Since advance notice is required for the use of in-person interpreters, staff should plan carefully for future communications in order to ensure that a qualified interpreter can be present."
        ]
      },
      {
        "heading": "QBH ASSISTANCE",
        "content": [
          "Bilingual staff",
          "Interpretation/Translator Services   ATT Language Line. QBH has an established account with this interpreter program, which offers over 120 languages."
        ]
      },
      {
        "heading": "EVALUATION:",
        "content": [
          "The CEO will review this policy annually and make revisions when needed. Any revisions made will be submitted to the Clinical Committee for approval."
        ]
      },
      {
        "heading": "RELATED POLICIES/FORMS:",
        "content": [
          "Language Sheets",
          "Consumer Rights and Responsibilities Policy"
        ]
      }
    ]
  },
  {
    "file_name": "QBH MANAGEMENT OF SUBSTANCE ABUSE TREATMENT FOR MAT PROGRAM CONSUMERS.policy   FINAL 6 1 7.docx",
    "title": "QBH MANAGEMENT OF SUBSTANCE ABUSE TREATMENT FOR MAT PROGRAM CONSUMERS.policy   FINAL 6 1 7",
    "sections": [
      {
        "heading": "Introduction",
        "content": [
          "POLICY: AN OVERVIEW - MANAGEMENT OF SUBSTANCE ABUSE AND PSYCHIATRIC TREATMENT FOR MAT PROGRAM CONSUMERS"
        ]
      },
      {
        "heading": "PROCEDURES:",
        "content": []
      },
      {
        "heading": "DEFINITION AND INTRODUCTION",
        "content": [
          "For consumers needing substance abuse treatment and/or management of psychiatric conditions, outpatient programing provides an essential level of care for achievement of long-term recovery.  This program is for consumers who have succeeded with withdrawal and are making wellness and recovery progress, but now need to address emotional/psychiatric issues to help them sustain recovery movement and to build up resilience, including identifying, developing and utilizing natural supports.",
          "Outpatient services provide many similarities with residential treatment programs, but in a differently structured environment that gives the consumer more freedom of movement, allowing them to maintain a regular commitment to family, work and educational responsibilities.  In outpatient programing, the consumer has the ability to go home after day or evening program times, they have a greater level of privacy and autonomy.",
          "In outpatient services, the consumer is not provided with the safe, secure environment that isolates them from negatively influencing factors, requiring them to voluntarily abstain from drug or alcohol use and/or to manage stressors that impact their psychiatric illness, requiring a greater amount of diligence on their part.  However, the outpatient program does provide a support network for the consumer in the form of official support groups, individual and group counseling, and family counseling so that consumers are never alone in their recovery and coping efforts.",
          "Outpatient consumers are provided with a strong support network of non-using peers and sponsors.  This level of treatment requires a component of group therapy and support groups like AA and NA, which provide a new, positive element of social change in the consumer’s life and facilitates long-term recovery.  The MAT program focuses on family support and involvement, and an immediately positive element is that the consumer can automatically apply the lessons learned from the outpatient program to their daily experiences.",
          "Outpatient services hours are Monday through Saturday, offering programing from 5 am to 1 pm.   Transport services are provided to assist consumers to and from treatment sessions as needed, including referral and transport, if needed, for crisis intervention."
        ]
      },
      {
        "heading": "INTEGRATED TREATMENT",
        "content": []
      },
      {
        "heading": "PRINCIPLES FOR SUCCESSFUL SUBSTANCE ABUSE AND/OR PSCYHTRIC TREATMENT",
        "content": [
          "Integrated treatment emphasizes a correlation between treatment models to treat mental illness and addiction that stresses a recovery focus and the use of treatment strategies from both mental health and substance abuse treatment fields.  QBH’s MAT program coordinates substance abuse and mental health interventions to treat the whole person more effectively.",
          "QBH’s MAT program is designed to incorporate the best practices as set forth by SAMHSA and the Center for Substance Abuse Treatment (CSAT), as well as state and federal health services guidelines as regards the management of consumers’ needs.    The sustained recovery focus of QBH’s MAT program acknowledges that recovery is a long-term process of internal change in which progress occurs in stages.",
          "The guiding principles of treatment of consumers on outpatient services are:",
          "Employ a recovery perspective – the treatment plan provides for continuity of care over time.",
          "Adopt a multi-problem viewpoint –  treatment planning addresses intermediate and long-term comprehensive services to meet the multi-dimensional problems (mental health, substance abuse, family and social problems that require substantial rehabilitation as well as initial learning and acquisition of skills)",
          "Address specific real-life problems early in treatment – the consumer’s illness(es) arises in the context of personal and social problems resulting in the need for case management or intensive case management to help the consumer address special, specific areas of need such as housing, legal or family concerns, money management, and other psychosocial rehabilitation needs/skills acquisition; solving these is often an important first step in achieving consumer engagement which is a critical part of treatment since treatment for an adequate length of time is essential to behavioral change",
          "Plan for the consumer’s cognitive and functional impairments – consumers often display cognitive and other functional impairments that affect their ability to comprehend information or complete tasks; interventions must be presented in a fashion compatible with the consumer’s needs and functioning, calling for relatively short, highly structured sessions focused on practical life problems, gradual pacing, visual aids, and repetition",
          "Use support systems to maintain and extend treatment effectiveness – mutual self-help groups, the family, the faith community and other resources within the consumer’s community are invaluable for recovery; making the consumer aware of available support systems and motivating him/her to use them effectively is a critical clinical role.  Two critical support systems for MAT consumers are mutual self-help engagement and reintegration with family and community through such resources as religious, recreational and social organizations."
        ]
      },
      {
        "heading": "PRACTITIONER COMPETENCE FOR TREATING SUBSTANCE ABUSE/PSYCIATRIC DISORDERS",
        "content": [
          "QBH depends upon trained staff to deliver quality services that meet the goals and mission of its program.  It is recognized that creating a supportive environment for staff that encourages continued professional development, including skill acquisition, values clarification and competency attainment are necessary to achieve this end.  Staff development and high-quality, supportive supervision are an ongoing commitment.  These and sound personnel policies, benefits, and rewards/incentives for quality work ethics create the infrastructure for quality services.",
          "While substance abuse counselors may not be prepared to make mental health disorder diagnoses, initial orientation and ongoing training is focused on increasing their familiarity with mental disorder terminology and diagnostic criteria and to aid them in how to proceed with consumers who demonstrate symptoms of mental health disorder. Likewise, mental health counselors may not be prepared to make substance disorder diagnoses, so their initial orientation and ongoing training is focused on increasing their familiarity with substance abuse/dependence terminology and diagnostic criteria and to aid them in how to proceed with consumers who demonstrate symptoms of substance abuse/dependence.  Both types of counselors are encouraged to collaborate in treatment planning and team building to draw out the expertise of both.  Each type of counselor is expected to demonstrate competency in both areas, including:",
          "Ability, if needed by the consumer, to establish an integrated diagnosis of substance abuse and mental disorder with knowledge of differential diagnosis terminology, pharmacological knowledge for both disorders, knowledge of effects of cultural factors, of trauma on symptoms, and of withdrawal symptoms",
          "Ability to conduct, as needed, an integrated assessment of treatment needs to include severity assessment, lethality/risk, assessment of motivation/readiness for treatment, appropriateness/treatment selection appropriate to severity of each disorder",
          "Ability to do, as needed, integrated treatment planning involving goal-setting/problem –solving, treatment planning, documentation, confidentiality, legal/reporting issues, documenting issues for managed care providers for both disorders",
          "Engagement and education through staff self-awareness of abilities in engaging, motivating and educating consumers with substance abuse and/or psychiatric disorder.",
          "Ability to identify and develop early integrated treatment for emergency/crisis intervention, knowledge and access to treatment services, when and how to refer or communicate",
          "Understanding and ability to implement longer term integrated treatment using individual, group, psychoeducational, and family counseling, relapse prevention, case management, pharmacology, alternative/risk education, ethics, confidentiality, mental health, referral and coordination with the community/support/health agencies needed, reporting requirements, family interventions",
          "Orientation and ongoing training for clinical staff includes providing them with a better understanding of the types of disorders they will treat and access to medical support; a key focus of training is to help the clinician provide the prescribing physician with an accurate description of the consumer’s symptoms and behavior to help facilitate proper medication selection.  Another training focus is to address the clinician’s responsibility to assist the consumer in medication regimen adherence.  They may also draw upon the peer community to help support consumer medication compliance."
        ]
      },
      {
        "heading": "ESTABLISHING CONTACT AND WORKING RELATIONSHIPS",
        "content": [
          "Providing access to services is a critical component and essential element of service delivery.  QBH attempts to locate and provide service hours that allow the maximum possible opportunity for the consumer to make initial contact with our MAT program, receive a timely initial evaluation, and be welcomed into a MAT program structure that is appropriate to the consumer’s needs.   We also do outreach to educate the other community resources about our services through involvement in health fares, offering education in various ways to diverse populations within the community, and through staff’s involvement in various community organizations and committees which expands the visibility of our programs and increases referral potential.  Access is also available through contracts with criminal justice and welfare systems and employers.",
          "Of particular focus is for the clinician to be aware of how the consumer’s culture views disease/disorders, so that a model that is disease familiar and culturally relevant to the consumer can help communication and facilitate treatment.  Trauma sensitivity is also important; all questioning should avoid “re-traumatizing” the consumer.",
          "Clinical staff is to communicate to the consumer from the first contact that they and the consumer will work together and that the staff will be help the consumer to help themselves.  Attempt should be made to help the consumer solve some external problem directly and immediately can help convey this therapeutic alliance.  Staff is trained to expect some avoidance behaviors in early stages of the alliance relationship.",
          "Clinical staff is expected, early on in their contact with a consumer, to be welcoming and to express empathy and hope, maintaining a recovery perspective, and to stay connected with the consumer as part of the treatment team.  Rapport building begins with the first contact and is built upon through reliable, honest, caring behaviors that convey a sense of safety and a nonjudgmental environment to the consumer.  Interactions are preferably in the consumer’s primary language, if possible."
        ]
      },
      {
        "heading": "SCREENING AND ASSESSMENT",
        "content": [
          "Screening and assessment are the beginning of the treatment planning process.  Screening is intended to identify those consumers appropriate for MAT services, including treatment for mental health problems that warrant attention.",
          "Assessment follows screening to establish evidence of substance abuse and/or mental health diagnoses; identification of problem areas, disabilities and strengths; determine readiness of the consumer to change, and data gathering to assist in level of care decisions.  Intake staff makes every effort to contact all involved parties, including family members, persons who have treated the consumer previously, other mental health and substance abuse providers, friends, significant others, probation officers as quickly as possible in the assessment process.",
          "Standardized assessment tools are used, as appropriate to the consumer’s presenting issues, such as the Beck Depression Inventory or Addiction Severity Index, but no one tool stands alone as the best tool to complete a comprehensive clinical assessment.",
          "Intake assessments gather or, if transferring from another QBH level of care, update information to include (see MAT Assessment, Review and Clinical Summary Policy for more information about assessment content):",
          "Background information about the consumer’s family, cultural, linguistic, gender and sexual orientation issues, trauma history, marital status, legal and financial issues, education, housing and employment status, and any strengths and resources of the consumer.",
          "Substance use is determined, including primary drugs used and use patterns to establish diagnosis for abuse or dependence, past treatment, periods of abstinence of 30 days or longer to isolate mental health symptoms/disability and treatment during abstinent periods.",
          "Psychiatric issues are explored by determining consumer and family history, including diagnosis and treatment history, current symptoms/diagnoses, medication use and adherence, past periods of mental health stability and treatment successes for any mental issues as well as the nature of substance use during stable periods, and identification of current treatment providers for information sharing and cooperation.",
          "Integrated assessment to establish interrelationships among symptoms of mental health issues and/or substance use, as well as interrelationships of symptoms of substance use and mental health symptoms, and how these interrelationships relate to treatment experiences, stages of change, periods of stability and periods of crisis, if applicable.",
          "Diagnosis is an end result of the screening and assessment process, applying appropriate DSM criteria for each diagnosis.",
          "Initial matching of the consumer to services and assessment of the consumer’s motivation to change with regard to one or both diagnoses.",
          "Appraisal of existing social and community support systems.",
          "Continuous evaluation /re-evaluation over time as needs and symptoms change or more information becomes available.",
          "Maintenance of a “no wrong door” policy which means that a consumer needing treatment is identified and assessed and will receive treatment, either directly or through appropriate referral, no matter where he/she enters the realm of QBH outpatient services. This means that treatment access is available at any point of entry, even via creative outreach strategies, to access consumers who are unlikely to knock on the door of a treatment facility.",
          "Medication may be an essential program element to help consumers who need assistance to maintain stabilization and control their symptoms, enhancing their receptivity to treatment.  QBH medical staff attempts to employ psychiatric medications that are effective but with minimal side effects, if these are needed by MAT consumers.  An effective medication regimen allows the consumer to be stable enough to participate in substance abuse treatment and make progress that leads to a more satisfying and productive lifestyle."
        ]
      },
      {
        "heading": "TREATMENT PLANNING AND INTERVENTIONS FOR RECOVERY",
        "content": [
          "Treatment planning should be appropriate to continuing care, called aftercare.",
          "QBH attempts to provide a combination of professional mental health and addiction counselor specialists as well as on-site and consultative psychiatrist participation in treatment planning and implementation, as needed, with MAT consumers.",
          "Treatment planning for the MAT consumer must factor in the consumer’s culture/ethnicity, socioeconomic and geographic considerations, gender and sexual orientation, age, religion/spirituality, and any physical/cognitive barriers.",
          "Psychopharmacology is sometimes a component of MAT treatment and is overseen and directed by the psychiatrist.",
          "Individual and family counseling is employed, as appropriate to the individual consumer’s needs.  Likewise, family interventions, if appropriate, and family engagement is required if possible.",
          "Case management is provided either through the program or in coordination with another provider.",
          "An important aspect of treatment is psychoeducational classes on topics to include education on mental disorders as well as substance abuse, relapse prevention, and community resources, to elevate the consumer’s awareness of the disorders and their symptoms.",
          "Groups that provide for discussion of mental and substance use disorders, or the integration of these, identification of triggers for relapse, and other consumer treatment issues are a part of the treatment plan.",
          "QBH clinical staff is also continually urged to adapt strategies from the substance abuse and/or mental health fields to help the consumer be successful as they are revealed by the industry as being successful.",
          "Participation of the substance abuse, mentally compromised, or COD consumer in community-based dual recovery mutual self-help groups, with a 12 step structure, that offer an understanding, supportive environment and safe forum for discussing medication, mental health and substance abuse issues is part of treatment planning when available."
        ]
      },
      {
        "heading": "DISCHARGE AND AFTERCARE PLANNING",
        "content": [
          "The MAT program consumer is challenged by life in the community, with relapse an ever-present danger.  Discharge planning is focused on maintaining gains achieved through treatment.  A number of aftercare options may be employed with these consumers, as available in their community:",
          "Mutual self-help group – preferably a dual recovery group if the consumer is COD, built upon the 12 step model with a planned regimen for change",
          "Identification of a sponsor - if engaged in a self-help group; ideally one who is in the last stage of recovery",
          "Relapse prevention group",
          "Ongoing psychiatric services – especially if on medication",
          "Intensive case management – to continue monitoring and support",
          "Discharge planning always involves the consumer and, if possible, at least one support system resource.  The plan must identify community resources based upon the consumer’s specific needs and engagement with support systems identified during treatment to support sustaining progress already achieved during treatment."
        ]
      },
      {
        "heading": "COORDINATION OF CARE/COLLABORATION WITH OTHER SOCIAL SERVICE SYSTEMS",
        "content": [
          "Continuity of care as the consumer moves across different service systems is essential to:",
          "Provide consistency among primary treatment activities and ancillary services",
          "Provide a seamless transition across levels of care as needed",
          "To coordinate present and past treatment episodes",
          "QBH places high priority on this process and includes orientation and training to clinical staffs in this",
          "area.",
          "QBH is involved in consumer and advocacy activities to expand services available in communities where QBH serves consumers, and in education to the community to reduce the stigma associated with the populations QBH treats."
        ]
      },
      {
        "heading": "EVALUATION:",
        "content": [
          "The Clinical Director shall review this policy annually and make revisions as needed, submitting the policy to the Clinical Committee for approval."
        ]
      }
    ]
  },
  {
    "file_name": "QBH MAT  Hand-Off Communication.policy FINAL 6 17.docx",
    "title": "QBH MAT  Hand Off Communication.policy FINAL 6 17",
    "sections": [
      {
        "heading": "POLICY:    HAND-OFF COMMUNICATION (TRANSFER OF CARE BETWEEN PROVIDERS AND ASSOCIATED",
        "content": []
      },
      {
        "heading": "VERBAL/WRITTEN COMMUNICATION MANAGEMENT)",
        "content": [
          "Hand-off communication will occur to facilitate an interactive exchange of pertinent information to establish a standardized model of communication and to facilitate consumer’s safety every time care is transferred whether from staff member to staff member or staff member to family or consumer within the MAT program, or between QBH and another agency.",
          "Hand-off of care means the communication exchange between providers any time a consumer is transitioned from one provider to another whether the transfer is internal to the MAT program or from the MAT program to another external provider. The hand-off is always done in a manner that allows both parties to exchange information.  This includes asking and answering questions with clarifications if needed. Whenever possible, the hand-off will occur face-to-face.  If face-to-face is not feasible, then the exchange will be by phone and/or confidential facsimile, complying with HIPAA regulations. When confidential facsimile is used, the name and phone number on each end of the transfer shall be included.  By whatever means the hand-off is accomplished, the medical record shall contain documentation of that hand-off.",
          "Occasionally, the transfer occurs because a staff member is no longer engaged by QBH and there was not time to communicate with the new staff in advance.  In this circumstance, another team member providing services to the consumer may, by necessity, become the appointed, available source for answering or asking questions of clarification.  The Clinical Director or designee shall appoint the alternate team member.",
          "DEFINITIONS:  EXAMPLES OF TRANSFERS OF CARE (not necessarily inclusive)",
          "Hand-Off Requiring Completion of a Change of Practitioner Form:",
          "Change in Therapist",
          "Change in Case Manager",
          "Change in Physician or other Licensed Independent Practitioner",
          "Hand-Off Requiring Exchange by Verbal, Written or Taped Report:",
          "Nurse to Nurse",
          "Therapist to Therapist",
          "Nurse to Physician/Physician to Nurse",
          "Licensed Independent Practitioner to Licensed Independent Practitioner",
          "Clinical, Nursing or Medical Staff to Parent/Guardian/ Court/Collateral Source and vice versa.",
          "Hand-Off Requiring Completion of a Discharge or Transfer Summary or Equivalent:",
          "Transfer of information from a MAT program Therapist or Physician to next or alternative care provider for reasons such as the need for a different level of care, request of consumer or guardian to change to a provider other than QBH, consumer discharge because care is completed or other reason for discharge or transfer.",
          "Transfer Summary:  a brief summary that is used when a consumer is being temporarily transferred to a different provider but the consumer is not discharged from QBH during this period of service from a different provider. The consumer will return to QBH for treatment afterward.  A primary example is the temporary need for a higher level of care.  This summary is made available to the interim provider within one business day when the consumer is intended to return to QBH and is not discharged.",
          "Discharge Summary:  a thorough summary that meets regulatory and accreditation requirements that is employed when a consumer is leaving the MAT program to enter another QBH program, or is leaving a QBH MAT program without intent to return to QBH for services.  In either situation the consumer is discharged from the QBH MAT program in which they were receiving services.  Examples might include: a consumer has completed treatment and no longer needs MAT services at the current level of care, a consumer leaves service without medical authorization, a consumer dies.  This summary is made available to the next provider of care, if known, and to the last known Primary Care Physician within 14 days."
        ]
      },
      {
        "heading": "PROCEDURES:",
        "content": [
          "The hand-off always is done in a manner that allows both parties to exchange information, including asking and answering questions for clarification.  Limit the possibility of interruptions during the process to minimize possible miscommunication.",
          "Any clarifying questions/answers should be documented.",
          "If the hand-off is permanent between internal providers, document in the designated area on the Change of Practitioner Form and/or in a progress note which goes in the consumer’s medical record.",
          "If the hand-off is shift to shift or transition from one service/discipline to another, no medical record documentation is needed, but following of Company or department protocol is done. If the hand-off involves turning responsibility of the consumer over to a transporter, or guardian, the staff releasing the consumer must document the transition and any instructions given in a progress note.",
          "If the hand-off is with an external provider or collateral source, document in a progress note in the consumer’s medical record.",
          "During a hand-off the transferring provider communicates to the receiving provider in an interactive manner, as applicable, providing SRP (an acronym that assists staff in the complete exchange of hand-off information) whether the transfer is orally or in writing:",
          "Status:  Relevant information relating to the consumer’s status or condition at the time of the hand-off.  This will include up-to-date information on the consumer’s progress or lack thereof relative to treatment goals at time of hand-off, and any recent or anticipated changes.   Current diagnosis (es) and any high risk behaviors, along with pertinent history, are included. Any PHI restrictions, if applicable, must also be communicated.",
          "Recommendations: Any recommendations made by the clinician to facilitate continuity, increase consumer/family participation, and/or improvement of care efforts.",
          "Plan: Current care, to include: treatment methods, medication, assistance with any disability or other special care needs, and other services received. Also include information as to when and where the consumer was usually seen, any restrictions with regard to when the consumer is usually available, who participated in family therapy sessions, and the guardianship status of the consumer.  Identify current diagnosis (es) at time of transfer of care."
        ]
      },
      {
        "heading": "PERMANENT HAND-OFFS BETWEEN COMPANY PRACTITIONERS (THERAPISTS, NURSES OR PHYSICIANS)",
        "content": [
          "Whenever possible, the hand-off will occur face-to-face.",
          "If face-to-face is not feasible, then the exchange will be by tape, written report, phone and/or confidential facsimile.  If sent facsimile, the cover sheet must contain the name and phone number for contact of both the sending and receiving practitioners.  HIPAA privacy policies must be followed whatever means is used.",
          "Whether face-to-face or not, the Change of Practitioner Form or a progress note must document that the hand-off occurred and SRP information was exchanged, including contact information of both parties involved.  Both parties shall sign the Change of Practitioner Form or progress note.  This form or note is placed in the consumer’s record.",
          "When a hand-off between Therapists occurs, the Therapist handing off the case should review the Integrated Summary and, if not current, should update the Integrated Summary, share it with the receiving Therapist, and it should be included in the consumer record.",
          "The person who is transferring care will be responsible for required documentation in the consumer’s record, if applicable. They will also document in a progress note the name of the person with whom they spoke.  The entry is to include the time, date, a brief summary of the information transferred, and the transferring person’s signature and title.",
          "If the hand-off is between medical practitioners, the Medical Director or designee will oversee completion/signatures by the medical practitioners.",
          "HAND-OFFS BETWEEN COMPANY PRACTITIONERS (THERAPIST OR PHYSICIAN) AND AN EXTERNAL PROVIDER OR COURT ORDERED SOURCE"
        ]
      },
      {
        "heading": "Another Provider",
        "content": [
          "QBH strives to develop and maintain a referral and consultative relationship with a network of agencies and providers capable of providing primary and specialty services for the range of psychiatric comorbid conditions, medical complications, and communicable diseases that may be part of a consumer’s problem list. Information exchange across this network must both facilitate treatment and protect consumer privacy.",
          "In a case of transfer to a sister provider or an external provider, the Therapist or Physician will, upon receipt of a completed Release of Information Form, provide the next provider of care with SRP information, which is followed by a copy of the completed Transfer Summary (which also contains SRP) within one business day of transfer or a completed Discharge Summary within seven (7) business days, if the consumer is being discharged.",
          "If feasible, the hand-off will occur face-to-face.",
          "If face-to-face is not feasible, then the exchange will be by phone and/or confidential facsimile.",
          "Whether face-to-face or not, a progress note or equivalent must document that the hand-off occurred, that information was exchanged, and the contact information of both parties involved.  The Company Practitioner of the MAT program the consumer is leaving shall document the time, date and length of the exchange; the name and title of the person to who they spoke; a brief summary of the information shared (follow SRP) and any pertinent questions/answers during the exchange; and shall sign the entry, including their title.  This documentation is placed in the consumer record.",
          "Once a Release of Information Form has been completed by the consumer or guardian, in instances where required, a copy of the completed Transfer Summary or Discharge Summary, as appropriate to the situation (see Definitions Section of this policy), will be provided to the receiving external provider.  Provision of the appropriate Summary to the receiving external provider shall be documented by the sending provider in a progress note or equivalent in the consumer record.",
          "When a temporary licensed independent practitioner (LIP) staff covers for a permanent LIP staff, a documented review of any orders issued by the temporary LIP is conducted  by the permanent LIP staff within three business days of his/her return.",
          "If mental health services are being provided by a source outside of QBH’s MAT program, that provider and the program provider shall jointly review any prescribed medications.",
          "If a consumer is provided medical care (e.g., treatment for Hepatitis C) by an outside source, that medical provider and the MAT program provider mutually communicate regarding the consumer’s adherence to the medication regimen and any adverse events.",
          "The MAT program therapist assigned to the consumer periodically queries the prescription drug monitoring program (PDMP) throughout the course of each consumer’s treatment and, in particular, before ordering take-home doses as well as at other important clinical decision points."
        ]
      },
      {
        "heading": "Court Ordered Source",
        "content": [
          "Court ordered information exchanges, whether for the continuing treatment of an incarcerated consumer, or a consumer on parole or probation, shall comply with HIPAA requirements.",
          "Communication shall be of the sort, format and frequency as directed by the court.",
          "If communication is verbal, the content of the communication, time and date, and the name of the court official with whom information was exchanged shall be noted in a progress note, signed and dated by the MAT practitioner, and included in the consumer record.",
          "If the communication is written, a copy of the communication document is included in the consumer record.  The MAT practitioner who provided or received the information shall note the date, time and sign the document in a visible location that does not obscure document content."
        ]
      },
      {
        "heading": "MANAGEMENT OF VERBAL COMMUNICATIONS FROM OUTSIDE SOURCES",
        "content": [
          "Though not considered hand-off communication by the JC, there are circumstances when consumer information is received verbally from external sources that must be transferred promptly from one Company staff to another.  Such verbal information should also be requested in writing, if feasible. Content of the verbal communication should be verified by the receiving staff for accuracy. For example, the Nurse provides Physician with verbal reports or alerts from outside sources, family members or the consumer that are pertinent to the consumer’s current care such as lab results, medication errors and/or reactions, etc.",
          "When such information is received verbally, the receiving staff verifies information received, by writing it down on a progress note and then reading it back to the outside source that provided the information to confirm accuracy.  The staff member should ask questions for clarification of information if needed to provide for full understanding of the communication.  Read back and any questions/answers will be documented on the progress note along with the name of the person to whom staff spoke, the time and date, and the signature if the staff who received the information, and placed in the consumer record.",
          "The staff who received the verbal communication should, as soon as feasible, communicate the information to the consumer’s Therapist and/or Physician, as appropriate to the information received.  This communication is also documented in the progress note.  The date and time when the information was communicated is documented.  The Therapist and/or Physician to whom the information is relayed shall repeat the information back to verify an accurate hearing of the information provided to them.",
          "Staff that may accept this information is trained on the procedure."
        ]
      },
      {
        "heading": "MANAGEMENT OF WRITTEN COMMUNICATIONS FROM OUTSIDE SOURCES",
        "content": [
          "Written communication received by the MAT program related to a consumer served shall be received by the Receptionist or designee and shall be promptly stamped with the date of receipt.",
          "Examples of written communications from outside sources that must be communicated to other practitioners includes, but not exclusively:  reports from prior providers such as a previous psychological evaluation, a physical examination report, records from prior treatment or hospitalization, court records, lab reports, etc.",
          "The Clinical Director or designee is responsible to provide the report as soon as feasible to the Therapist and/or Physician, as appropriate, for their review.",
          "If the report is provided to another practitioner, they should promptly give it to the Clinical Director, or designee, so that the receipt date can be stamped on the document and proper circulation initiated.",
          "The Therapist and/or Physician shall review the report and, on a clear space at the bottom of the first page shall provide a signature, title and date of their review of the document.  If there is anything in the document that requires a change in treatment, there shall also be a notation that says, “See note.”  A progress note addressing the treatment issue found in the report should then be initiated by either the Therapist and/or Physician as appropriate to the type of report.  The Therapist shall modify the Treatment Plan, if appropriate, when a “See note” entry indicates a need.",
          "After the Therapist and/or Physician has reviewed the report and documented as stated above, the report and progress note, if applicable, shall be returned to the consumer’s assigned therapist, as appropriate, who shall include it in the official consumer record as per policy."
        ]
      },
      {
        "heading": "EDUCATION AND TRAINING",
        "content": [
          "Applicable staff with be trained on any revisions to this policy within thirty (30) days after review and approval by the Clinical Committee.",
          "Training will occur during general orientation on Hand-Off Communication Policy and annually thereafter.  Training will also occur for staff by supervisors as needed.",
          "EVALUATION:",
          "The Clinical Committee will review this policy annually and make modifications as needed based upon changes in regulations, changes necessary due to nature of services, etc."
        ]
      },
      {
        "heading": "RELATED POLICIES/FORMS:",
        "content": [
          "Change of Practitioner Form",
          "Clinical Integrated Summary Form",
          "Transfer Summary Form",
          "Discharge Summary Form",
          "Care Coordination Policy",
          "Record of Clinical Progress Policy",
          "Medical Records Management Policy",
          "All HIPAA Policies"
        ]
      }
    ]
  },
  {
    "file_name": "QBH MAT  MANAGING ACUTE AND CHRONIC HEALTH CONDITIONS AND HEALTH CONDITIONS IN REMISSION.policy  FINAL 6 17.docx",
    "title": "QBH MAT  MANAGING ACUTE AND CHRONIC HEALTH CONDITIONS AND HEALTH CONDITIONS IN REMISSION.policy  FINAL 6 17",
    "sections": [
      {
        "heading": "Introduction",
        "content": [
          "POLICY:   MANAGING ACUTE AND CHRONIC HEALTH CONDITIONS AND HEALTH CONDITIONS IN REMISSION DURING MAT SERVICES"
        ]
      },
      {
        "heading": "PROCEDURES:",
        "content": []
      },
      {
        "heading": "IDENTIFICATION OF HEALTH ISSUES",
        "content": [
          "AT INTAKE IN THE MAT PROGRAM",
          "If a consumer presents for a treatment session and appears to be or reports that they are not feeling well, they will be instructed to reschedule their appointment, if indicated, and instead go to their primary care physician for evaluation and treatment.",
          "If the consumer presents for treatment or, during a treatment session, becomes acutely ill, 911 will be called and arrangements will be made for their prompt transfer to the local hospital emergency facilities for evaluation and treatment."
        ]
      },
      {
        "heading": "DOCUMENTATION",
        "content": [
          "History and Physical Exams shall document the existence of any acute or chronic health conditions and those conditions in remission as reported by informants.",
          "Physician orders shall reflect any interventions to be taken as precaution and/or management of such conditions during their course of treatment in the MAT program.",
          "Medical conditions will have referrals for further evaluation and treatment completed within three months after admission.",
          "Nursing, medical and/or clinical notes, of whatever form is appropriate, shall document the implementation of any orders provided for monitoring, evaluation and/or management interventions deemed appropriate by the treatment team and/or ordered by the physician.",
          "Discharge and aftercare planning documents shall describe any referrals for continuing treatment during and/or post-discharge by external providers.",
          "Incident reports shall reflect any untoward events that might occur despite all precautions taken by the treatment team."
        ]
      },
      {
        "heading": "STAFF TRAINING",
        "content": [
          "Medical, nursing and clinical staffs shall be trained in this policy and procedures during initial orientation, annually and as needed.",
          "They shall also be trained to stay alert for signs that a consumer is experiencing symptoms of acute, chronic and/or relapse of medical conditions and the appropriate responses.",
          "At least one staff with current CPR and first aid training shall be present at all times in treatment areas."
        ]
      }
    ]
  },
  {
    "file_name": "QBH MAT  Record of Cliniclal Progress.policy    FINAL  7 17.docx",
    "title": "QBH MAT  Record of Cliniclal Progress.policy    FINAL  7 17",
    "sections": [
      {
        "heading": "GENERAL GUIDELINES FOR DOCUMENTATION OF PROGRESS",
        "content": [
          "Entries must be legible, written in ink, concise, authentic, and professional. Documentation will contain explicit observations, omitting non-essential or subjective information, unfamiliar technical terms, and slang expressions (except when directly quoting a consumer).",
          "Only abbreviations included in the approved abbreviation list may be used.  Abbreviations from the Do Not Use Abbreviation List are never used.",
          "Documentation is completed by the practitioner who made the observation, delivered a specific intervention/service, or who was involved in a communication about the consumer.",
          "Regardless of format, a note should include, minimally, the following content:",
          "The contact source – consumer, collateral party, family/guardian, etc.",
          "An identified needs(s) and the goal(s) and objective(s) addressed.",
          "Issues discussed and/or observations made.",
          "Describe progress toward any goal(s)/objective(s) that were the focus of the session.",
          "The consumer should be informed of his/her status and progress or lack thereof.",
          "Progress or lack should be evaluated to determine if treatment needs to be redirected.",
          "Any significant changes or events that have transpired in the consumer’s life since the last contact, when applicable, should be described.",
          "The modality and specific methods/interventions/services provided and the outcome.",
          "The time/duration of the contact.",
          "Describe any changes in frequency, method or level of care indicated, when applicable.",
          "The date and legible signature and credential/position of the writer.",
          "When appropriate, logs, graphs or other appropriate formats may be used in lieu of or in addition to narrative progress notes to denote progress and/or consumer response.",
          "When an aspect of the record has been dictated, a progress note briefly summarizing the dictated information and a comment that the complete information is being dictated shall be entered in the progress note section of the clinical record/case file.",
          "Any activity with the consumer that occurs after discharge shall be recorded in a progress note and included in the clinical record."
        ]
      },
      {
        "heading": "TYPES OF PROGRESS NOTES",
        "content": [
          "Progress notes may take various formats (narrative notes and/or summaries, spreadsheets, logs, etc.) but are to be written before the end of shift after all consumer contacts.  A list (not all inclusive) of types of progress notes includes:",
          "An admission note is completed on a Progress Note by the Counselor within 24 hours of admission to the program.",
          "The Counselor must see and write a Progress Note for each assigned consumer at a minimum of weekly.",
          "A Group or Didactic Note, for each participant, is written by the Group Facilitator/Didactic Leader after any group or didactic session.",
          "The physician writes a Progress Note after each contact with a consumer, which includes minimally when the intake Medical History and Physical Exam is done and for any medical issues that arise during treatment. [If medical attention is needed, the consumer is referred to their Primary Care Practitioner (PCP.] The physician reviews each consumer’s MAT progress as established in the treatment plan.  A CGI is completed at each medication review along with the progress note.",
          "Nursing staff writes nursing notes as needed in the program, addressing nursing care given, any complications, all medication passes, and any hospital visits by consumers.  Intake and discharge nursing notes are also written.",
          "A Medical Order Form is used by medical and nursing staff to write orders within the scope of their practices; an MD order is not required for a nurse to order a transfer when medical or psychiatric crisis, in the nurse’s judgment, requires a consumer transfer.",
          "Case Managers write a Case Management Progress Note after each consumer contact.  Any significant case management activity must be documented in the progress notes, including phone calls to and from individuals or organizations regarding the consumer.",
          "The Counselor shall write a Progress Note after any consumer or family contact/session.",
          "Treatment reviews will be documented on the Status Report and placed with progress notes in the medical record.",
          "Should a transfer be necessary, the Counselor or Nurse writes a Progress Note that includes where and how the consumer was transferred, why they were transferred, the time and date of transfer and the consumer’s condition at time the of transfer.",
          "A Progress Note is written when the Counselor does follow-up with discharged consumers at various intervals during the first year after discharge.",
          "A Progress Note is written at discharge by the Counselor when a consumer is discharged; this is followed within 7 days by a final note called the Discharge Summary."
        ]
      },
      {
        "heading": "PHYSICIAN ORDER REQUIREMENTS",
        "content": [
          "Physician Orders shall include the date and time they are written, be legible and signed by the physician, including degree held.",
          "Any consultations, laboratory or other diagnostic testing shall require a written order by a physician. All orders for referral shall designate the reason for the referral.",
          "Telephone and verbal orders cannot be accepted unless received by a licensed nurse in an emergency."
        ]
      },
      {
        "heading": "CONSULTATION, LABORATORY AND OTHER DIAGNOSTIC REPORTS",
        "content": [
          "All consultation, laboratory and other diagnostic reports shall be initialed and dated by the physician before placement in the medical record.",
          "Significant deviation from normal results must be noted in the progress notes and an explanation of the course of action and/or non-action, as appropriate, noted.",
          "FORMS:",
          "Various Progress Note Formats",
          "Discharge Summary",
          "Transition/Aftercare Plan",
          "Status Report Form",
          "Medication Administration Record (MAR)",
          "Medical Order Form",
          "CGI Form",
          "Medical History and Physical Exam Form",
          "Psychiatric Evaluation Form"
        ]
      }
    ]
  },
  {
    "file_name": "QBH MAT Assessment, Update and Clinical Summary.policy  DRAFT 6 20 17.docx",
    "title": "QBH MAT Assessment, Update and Clinical Summary.policy  DRAFT 6 20 17",
    "sections": [
      {
        "heading": "POLICY: MAT ASSESSMENTS, UPDATES AND CLINICAL SUMMARIES POLICY",
        "content": [
          "The purpose of an assessment is to determine treatment eligibility, develop a treatment plan, and establish a measure for the response to treatment. For all applicants initially deemed eligible for medication-assisted treatment, designated, qualified program staff members complete a comprehensive physical examination, laboratory workup as indicated, psychosocial assessment, preliminary treatment plan, and consumer orientation during the initial treatment stage. Other assessments may also be ordered based upon screen results that trigger then need or based upon professional judgment or medical order.  As a consumer progresses through treatment, their status and indicated changes in treatment approach will be reviewed and assessments updated, as indicated, on a regular basis.  The clinical summary shall summarize the consumer’s status from a holistic perspective at least at admission, at review points and at discharge from treatment."
        ]
      },
      {
        "heading": "GENERAL GUIDELINES APPLICABLE TO ALL ASSESSMENTS",
        "content": [
          "The battery of assessments is comprehensive and covers, minimally, based upon the consumer’s needs and condition: medical, psychosocial, vocational, educational, behavioral, family, financial, legal, health and self-care needs.",
          "Rehab, education, and other counseling services are not required for consumers receiving interim maintenance treatment only.",
          "Assessments shall be completed with each consumer at admission intake or within timeframes as set forth in this policy.  All required assessments must have been completed within 30 days of admission or less, if feasible.",
          "Integrated Assessment: Part I is completed by the consumer during intake, with assistance of the Counselor.",
          "Integrated Assessment:  Part II is completed by the Nurse (Nursing Assessment)",
          "Integrated Assessment: Part III is completed by the Counselor as part of the initial intake appointment.   This assessment must include, minimally for MAT consumers, psychosocial, vocational, educational, current/historical behavioral/emotional functioning, family, financial, transportation status, legal, health and self-care needs, and screens for pain, nutritional issues, safety, and suicidal/homicidal issues.",
          "Physical Examination is completed and signed by the physician within 24 hours of intake.   Telemedicine may not be used for this exam but may be used to support the decision making of a physician when a provider qualified to conduct the physical exam and make diagnoses is physically located with the consumer.",
          "Psychiatric Evaluation is completed by the physician/psychiatrist when the physician doing their physical evaluation determines it is needed or their personal psychiatrist requests it, or by Counselor request.  It is completed within 72 hours of an order for the evaluation.",
          "Initial Lab Analysis and Diagnostic Evaluation is part of the admission process and may include any of the following that are relevant to the consumer’s medical status:",
          "Vital signs, including blood pressure, pulse, respiration, and temperature",
          "Assess for symptoms of and risk factors for torsade’s de pointes and any follow-up tests",
          "Drug screening for opiates, methadone, amphetamines, cocaine, marijuana, benzodiazepines, and other substances if indicated by individual consumer circumstances and local drug use patterns",
          "Take temperature",
          "Screen for syphilis",
          "CBC and lipid panel",
          "Liver function tests and viral hepatitis marker tests",
          "HIV testing and counseling",
          "Tests appropriate for screening or confirmation of illnesses or conditions based on concerns specific to the consumer regarding renal function, electrolyte imbalances, metabolic syndromes, pain, etc.",
          "Pregnancy test",
          "Neurological or psychological testing and assessment",
          "Tb test and chest x-ray if skin test is positive",
          "EKG",
          "Pap smear",
          "Screening for sickle cell disease",
          "Additional tests based on results of baseline screens, especially when the results potentially impact treatment decisions",
          "PHQ 9 shall be completed at admission by the consumer, and then repeated every 90 days by the consumer. during the full course of treatment.",
          "Other Assessments, if indicated, will be completed and/or referred to the appropriate contractor or external resource for completion.  Transport for these assessments will be provided by QBH if needed.",
          "A nutritional screen that reveals a weight gain or loss of 10 pounds or more over the past three months, a noticeable change in appetite, dental problems, noncompliance with a special diet, or food allergies shall trigger a full nutritional assessment.",
          "A pain screen that reveals constant pain more than a 5 on a 0-10 pain scale, has not been evaluated or treated, is interfering with ADL capabilities or job/school performance shall trigger a full assessment by referral.",
          "A risk screen that reveals moderate or high risk for suicide/homicide shall trigger a full risk assessment.",
          "When indicated, the following evaluations may also be conducted by qualified staff or by referral: psychological, intellectual/cognitive functioning",
          "All assessments shall remain in the medical record.",
          "All assessments shall be conducted by qualified staff that has demonstrated that they are knowledgeable to assess the specific needs of consumers served, has been trained in use of the forms/tools involved, and has demonstrated skill in communicating with the consumer population served.",
          "Diagnosis(es) derived from assessments may only be made by the assigned counselor or the physician.  If there is a discrepancy in diagnosis(es) arrived at by either of these staff, they shall discuss the differences and come to consensus.  If consensus is not achieved, the physician’s diagnosis(es) shall stand.",
          "The problems identified from all assessments shall be listed on the Master Needs List and prioritized for treatment.",
          "All assessments shall be conducted in the primary language of the consumer.  When a consumer is to complete a form, it shall be translated into his/her primary language.  All assessments entered into the medical record shall be accompanied by an English translation if originally completed in another language.  If a translator or technological assistance is needed, arrangement will be made to provide for this need."
        ]
      },
      {
        "heading": "ASSESSMENT INFORMATION SOURCES",
        "content": [
          "The consumer being admitted to treatment is the primary source for provision of assessment information.  If the consumer has a legal guardian, this person will also contribute to the assessment.",
          "Family or significant others contribution to the assessment is encouraged but is done only with written informed consent for information release and at the request of the consumer.",
          "When relevant to the consumer’s care or services, the Counselor will gather behavioral and physical health information from both inpatient and outpatient providers who have treated the consumer.",
          "If information is needed from other collateral sources such as the PCP, another provider, the outpatient case manager or social worker, the consumer’s employer, or a parole or probation officer, the Counselor will contact those sources only after receiving written informed consent for release of information from the consumer or their legal guardian, when applicable, unless such contact is legally mandated with or without consumer consent.",
          "When it is not possible to obtain this information, the Counselor documents the reason why it could not be obtained."
        ]
      },
      {
        "heading": "ASSESSMENT PROCESS AND UPDATES",
        "content": [
          "The purpose of the assessments is to learn the consumer’s specific needs so that treatment can be personalized.",
          "Assessments shall be completed as soon as possible, but always within at least 30 days of intake.",
          "Assessments are signed and dated by the team member completing each.",
          "Assessments shall identify the consumer’s personal short- and long-term goals and expectations of treatment as captured in their own words.",
          "Assessment tools and treatment process are designed to be sensitive in identifying significant life or status changes of the consumer and to be responsive to the changing needs of the consumer.  Reassessment for changing needs and adjustment of treatment to meet changing needs is an ongoing process with each consumer encounter during treatment.",
          "Assessments are formally updated and documented quarterly during the patient’s first year of continuous treatment and semiannually during subsequent years.  [CTS.02.02.07, EP 2]",
          "Drug testing of consumers in the MAT program are conducted on an ongoing basis in compliance with MI state laws and following Company protocol.",
          "Consumers in interim maintenance treatment experience urine screening upon admission and at least two more additional times if the consumer remains for the maximum 120 days permitted for interim treatment.",
          "The consumer’s counselor determines the ongoing drug-testing regime of a given consumer by analyzing individual circumstances, the consumer’s stage of treatment, and community drug use patterns.",
          "The counselor discusses results of toxicology testing promptly with the consumer and documents both the results of the toxicology tests and the follow-up therapeutic interventions discussed with the consumer in the consumer’s clinical record.",
          "The clinical team intervenes when a consumer disclosed illicit drug use, has a positive drug test, or is suspected of diversion of opioid medication as evidenced by a lack of opioids or related metabolites in their drug toxicology tests. [CTS.02.02.09, EP 7,8,9,10,13]",
          "Assessment results are communicated to the consumer and/or legal guardian at the end of the intake process and during treatment planning activities.",
          "As indicated for treatment implementation and coordination, other staff making up the treatment team may be informed of assessment results.",
          "If information needs to be shared with family or collateral sources such as the PCP, another provider, the outpatient case manager or social worker, the consumer’s employer, or a parole or probation officer, the Counselor will contact those sources only after receiving written informed consent for release of information from the consumer or their legal guardian, when applicable, unless such contact is legally mandated with or without consumer consent.",
          "If a consumer has been in MAT services in the past year, the Bureau does not require that assessments be repeated at re-admission; however, QBH repeats the assessments if the interim since prior treatment has been at least six months, even though there are no reimbursements.  Even when regulation or policy does not require a new assessment, the latest assessments are nonetheless reviewed for any needed updates at every admission if the 6 month or 1-year timeframe has not triggered a new assessment series."
        ]
      },
      {
        "heading": "ASSESSMENT CONTENT",
        "content": [
          "The staff conducting the various assessments gathers and documents adequate information during assessments to provide a complete picture of the consumer so that a comprehensive, consumer-centered plan can be developed.  Minimally, assessments collectively capture information regarding:",
          "The consumer’s presenting issues and treatment goals in their own words, and those of the family when indicated and available.  [CTS.02.01.03, EP 3]",
          "Identification of urgent needs associated with suicidal risk, personal safety and/or risk to others;",
          "If suicidal risk is high, the consumer may be transported to a crisis intervention program; otherwise, a Safety Plan is developed with the consumer and risk is monitored till no longer present.",
          "If personal safety risk is high, a Safety Plan is developed with the consumer and, if indicated, appropriate reporting to agencies associated with abuse or neglect will be notified.",
          "If a risk to others is highly suspected or imminent, the staff identifying this risk shall immediately notify the CEO or designee AND the staff to notify both the at-risk party directly and notify a Safety Officer of the Police Department.",
          "Personal strengths, individual limitations or needs, and personal abilities, leisure/recreation interests and preferences;",
          "Previous diagnosis and treatment history, including what the consumer felt was and was not helpful in past treatment experiences; also, to include any complementary/alternative health approaches instead of, or in addition to, conventional medical treatment;",
          "Current mental status;",
          "Medication history and current use profile, including the efficacy of current or previously used medication and any known medication allergies or adverse reactions;",
          "Physical health information, including current and past health needs, any co-occurring disabilities/disorders/medical conditions, current pregnancy status (if applicable, including notation of any prenatal care), and current level of psychological/social adjustment to these, and current level of health function in activities of daily living and self-care capabilities;  the physical exam includes, in addition to routine elements, a determination of the presence of clinical signs of addiction such as old or fresh needle marks, constricted or dilated pupils, and/or an eroded or perforated nasal septum, and dermatologic sequelae of addiction such as abscesses or presence and condition of tattoos and body piercings, as well as observable and reported presence of withdrawal symptoms, such as, yawning, rhinorrhea, lacrimation, chills, restlessness, irritability, perspiration, piloerection, nausea and diarrhea. Additionally, the consumer’s medical and family history to determine chronic or acute medical conditions such as, but not exclusively, diabetes; renal and/or pulmonary disease; chronic cardiopulmonary disease or cardiac abnormalities; and a series of infectious diseases such as hepatitis A, B, C and D; HIV exposure; Tb; STDs and other infectious diseases prevalent in the area or with the drug culture; sickle-cell trait or anemia; surgical problems; pregnancy (history and current, including prenatal care involvement); for evidence of physical pain; and psychiatric conditions meriting a psychiatric evaluation.",
          "Consumers identified with physical pain will be referred for a physical pain assessment and for treatment of the physical pain at a pain management clinic.  Coordination with the pain management clinic and MAT program will occur to manage the treatment of both the chronic pain disorder and addiction; the consumer will receive their regular opioid medication at adequate doses to treat the addiction.   [CTS.02.01.09, EP 2,4,5]",
          "Consumers testing positive for viral hepatitis receive a referral for further evaluation and treatment.",
          "Consumers are immunized, or referred for immunization, against hepatitis A and B if not already immune and against other viral hepatitis strains as vaccines become available",
          "The health screen or physical exam shall screen for nutritional issues and, the following information, at a minimum shall trigger a full nutritional assessment, either by a qualified staff within the Company or by referral:",
          "Food allergies that are not being managed",
          "Weight loss or gain of ten pounds or more in the last 3 months",
          "Decrease in food intake and/or appetite",
          "Unmanaged dental problems",
          "Eating habits or behaviors that may be indicators of an eating disorder, such as binging or inducing vomiting",
          "As relevant to consumer care and treatment, current and historical life situation information, including age, gender and sexual orientation/gender expression; cultural and spiritual identity and preferences, childhood and family history and current family circumstances, legal involvement, education and employment/vocational history, military history, language preference, current living situation, and availability of relationships/need for support systems within their family, friends, community or other interested parties, current resources tapped as needed;  [CTS.02.02.01, EP 3] Make sure there are prompts in one of your assessment tools for these elements if they are not already included.  I don’t have access to your assessment tools to make these changes.  Staff will need to be informed of these and any other policy/form changes before survey.",
          "Educational status assessment shall include: educational background, academic performance and preferred areas of study, attitude toward academic achievement, possibilities for future education [CTS.02.04.01, EP 3] Make sure these prompts are on the tool that assesses education.",
          "The consumer’s legal status assessment includes the following: legal history; preliminary discussion to determine how much the individual’s legal situation will influence their progress in care, treatment, or services, and the urgency of the legal situation; relationship between the presenting conditions and legal involvement.  [ CTS.02.01.15, EP3] Make sure these prompts are included in the tool that assesses legal status.",
          "If a vocational assessment is indicated, based on the consumer’s needs, preferences, interests, and goals, they will be referred for such assessment. [CTS.02.01.17, EP1]",
          "Trauma history, past or present, whether experienced or witnessed, including abuse, neglect, violence, or sexual assault, or exploitation;",
          "Risk taking behaviors, current and past;",
          "Alcohol, tobacco and/or another drug use, or other addictive behaviors as a primary or co-occurring condition(s) by the consumer and/or family members;",
          "The addictions history for alcohol use, drug use, nicotine use, and other addictive behavior shall include at least: age of onset, method of acquisition of substance(s), duration of use, patterns of use (e.g., continuous, episodic, binge), frequency/amounts/tour of use of the substance taken, any mental/emotional/behavioral/legal, social consequences of the addiction (e.g., legal problems, divorce, loss of family/friends, job-related incidences, financial difficulties, blackouts, memory impairment), physical problems associated with the addiction, family addiction history, readiness to change, any spiritual perceptions/beliefs they perceive can aid their recovery/life. Also assessed is previous care/treatment, relapse history, and acute intoxication and/or withdrawal potential. [CTS.02.03.07, EP 1,2,3] Review appropriate assessment tool for whether all this is prompted…add if not.",
          "Literacy level and any need for assistive technology as these impact services to be provided;",
          "The presence of medical and/or psychiatric advance directives and/or interest in education on these matters",
          "From assessment data, the Counselor and/or Physician should arrive at and document current diagnostic impressions."
        ]
      },
      {
        "heading": "Special Assessment Needs of Pregnant and Postpartum Consumers",
        "content": [
          "These consumers are given priority for admission into MAT; the intake log shall document clearly the reasons for any admission denial of this consumer category.",
          "Pregnant consumers receiving MAT treatment are informed that their infant that is prenatally exposed to opioids may experience neonatal abstinence syndrome, characterized by hyperactivity of the central and autonomic nervous systems reflected in changes in the GI tract and respiratory system; that symptoms may begin any time from birth to two weeks later, but usually within 72 hours; and that infants with this syndrome may engage in frantic sucking behaviors and difficulty feeding.  They are encouraged to seek comprehensive evaluation and treatment for the infant because other serious conditions can also mimic neonatal abstinence syndrome that require prompt treatment.",
          "For those pregnant consumers without prenatal care, the consumer is referred to an appropriate provider with whom the Company has an agreement for services and a Business Associate agreement in compliance with HIPAA requirements.   Ongoing exchange of information between the prenatal care provider and the program physician is imperative to the consumer’s safety.",
          "If the consumer refuses or cannot afford prenatal care, basic prenatal instruction is at least provided by the MAT program staff.",
          "If the consumer refuses prenatal care, they shall sign a document that confirms they were offered a referral for the care and that they refused; the signed document is retained in the consumer’s record.",
          "If a pregnant consumer is discharged, the program staff identifies the physician to whom the person served is being discharged. The program staff records the name, address, and telephone number of the physician who will be caring for the consumer after discharge.",
          "Pregnant consumers in MAT treatment with concurrent HIV infection are managed in the same fashion as any other HIV infected consumer receiving MAT treatment.",
          "These consumers are informed that HIV medication treatment is currently recommended to reduce perinatal transmission and provided with appropriate referral and case management to obtain that treatment.",
          "The MAT program supports the decision to breast-feed during methadone treatment, unless medically contraindicated, for example, by the presence of HIV or HTLV I or II infection in the mother.",
          "The MAT program staff shall document appropriate counseling and informed decision-making between provider and consumer to see that issues mentioned in the latest consumer information sheets and product inserts for methadone are covered and understood.",
          "The staff obtains informed consent to provide for appropriate follow-up and primary care for the new mother and well-baby care for the infant. Informed consent refers to the patient’s agreement to receive treatment as well as agreement to release information to and obtain information from pertinent health care providers."
        ]
      },
      {
        "heading": "CLINICAL INTEGRATED SUMMARY",
        "content": [
          "Upon completion of all the intake related assessments, the assigned Counselor is responsible to review all the assessment data and to generate a Clinical Integrated Summary of Findings that integrates all of the facts gathered during assessment(s) into a picture of the dynamics at play in the consumer’s reason for seeking treatment, i.e., substance abuse.",
          "Completion is by the assigned Counselor by the second appointment.",
          "The summary contains at least four basic elements to be complete.  These are:",
          "A brief description of the consumer’s demographics that includes their age, gender, ethnic/cultural propensities that impact treatment approach, and whether this is their first or repeated treatment experience for substance abuse.",
          "The “picture” – a description of the pre-existing and/or influencing factors (social, emotional/psychological, and physical) that are interacting either causally or as a reaction/result of the substance abuse.  Co-occurring disabilities, co-morbidities and/or disorders are identified",
          "A description of the assets or strengths the consumer brings to treatment that may be used or drawn from to establish treatment objectives.",
          "A description of the effects of this dynamic interplay.  That is, the barriers or treatment needs that will need re-focus or where the consumer will need assistance to resolve or reduce their substance abuse and move toward recovery.",
          "The Clinical Integrated Summary of Findings is utilized in formulating the personalized treatment plan.",
          "Each treatment review is an opportunity to discuss how these dynamics have changed as a result of treatment to date and/or as a result of new information assessed.",
          "The Discharge Summary contains the last and final opportunity to discuss how these dynamics have changed as a result of treatment.  (Often referred to in the Discharge Summary as “consumer’s condition or status at discharge.”)",
          "Each of these summaries should mirror the Master Needs List at that time and visa- versa…what is mentioned in one should be reflected in the other, thus creating a check and balance system.",
          "FORMS:",
          "Assessment: Part I Form",
          "Integrated Assessment: Part I Form",
          "Integrated Assessment: Part III Form",
          "Psychiatric Evaluation Form",
          "Medical History and Physical Exam",
          "Master Needs List",
          "Safety Plan",
          "Integrated Summary of Findings",
          "Discharge Summary"
        ]
      }
    ]
  },
  {
    "file_name": "QBH MAT Behavior Management_Special Procedures.policy    FINAL 6 17.docx",
    "title": "QBH MAT Behavior Management Special Procedures.policy    FINAL 6 17",
    "sections": [
      {
        "heading": "POLICY:  BEHAVIOR MANAGEMENT – MAT PROGRAM",
        "content": [
          "No treatment interventions shall be utilized which are intended to elicit fear, pain, humiliation or which involve the use of corporal punishment.  Nutrition may not be denied as part of behavior management planning; nor shall food be used as a positive reinforcer.  No behavioral management techniques related to sleeping or toileting shall be used."
        ]
      },
      {
        "heading": "PROCEDURES:",
        "content": [
          "Behavioral management shall be directed towards increasing positive and pro-social peer and authority figure interactions rather than behavioral control alone.",
          "Behavioral redirection and usual de-escalation techniques will be used if the consumer(s) cannot re-gain self-control on their own or by reminder or verbal/visual prompt.",
          "The consumer(s) is encouraged to identify an appropriate action for handling the situation and to initiate that action; the goal is to help the consumer feel empowered to personally gain control of behavior rather than requiring outside intervention.",
          "Staff will assist the consumer in processing an appropriate action if needed.",
          "If a consumer is unable to control behavior without consequences despite staff assistance, any of the following interventions might be utilized depending upon the situation:",
          "Voluntary Time Out Intervention",
          "Time out does not require a physician order and may be used as an intervention if contained within the PTP.  An assessment of the appropriateness and outcome of using time out will be reflected in the Progress Notes.",
          "Procedure for implementing time out shall be:",
          "The staff will make a verbal request, in a calm and non-threatening manner, to the consumer to cooperate with staff, to take self-control and to walk, on their own accord, to the designated time out area (area must be free of potentially dangerous objects and non-lockable).",
          "If the consumer agrees, two staff shall walk on either side of the consumer to the time out area.  The time out area shall be away from other activity and persons but within view of a designated staff member.",
          "The consumer, once in the time out area, will be informed that they are being given fifteen minutes to gain control and that a staff member will then return to process the previous events with them.",
          "If, when the staff member returns to process, the consumer is still not enough in control to process, an additional fifteen minutes shall be granted before processing.",
          "After the fifteen or thirty minutes, the staff shall process with the consumer.  The consumer is allowed to leave the time out area when they are able to identify what behavior was inappropriate and what they should do differently if the situation occurs again.",
          "911 Call",
          "If a consumer’s behavior escalates to a level of potential or actual violence (i.e., physically assaultive to self, others, or staff), persons in the immediate area should be removed immediately.",
          "A staff should position themselves where they can see the consumer but not be near them or in a location where the consumer blocks their exit from the area.",
          "Simultaneously, someone should be directed to call 911 for immediate intervention and removal from the facility.",
          "When law enforcement officials arrive they shall take charge of the consumer; they shall not bring firearms into the facility.",
          "The CEO and Clinical Director should be notified as soon as possible after the 911 call.",
          "A Progress Note is written describing the incident, who was involved, what efforts to help the consumer gain control were used and the consumer’s response, when the 911 call was placed and what transpired until law enforcement arrived and once they arrived.",
          "An Incident Report should be written and submitted to the Quality Manager within 24 hours of the incident.",
          "Seclusion and restraint are not utilized in any of QBH’s MAT program.",
          "The following hospital agreements exist for accepting of consumers with a psychiatric emergency:",
          "William Beaumont Hospital – Sterling Heights"
        ]
      },
      {
        "heading": "STAFF TRAINING",
        "content": [
          "All staff with direct care roles shall be trained in de-escalation techniques.  Re-training shall occur at least annually.",
          "FORMS:",
          "Incident Report",
          "Progress Note"
        ]
      }
    ]
  },
  {
    "file_name": "QBH MAT Case Management and Service Coordination.policy FINAL 6 17.docx",
    "title": "QBH MAT Case Management and Service Coordination.policy FINAL 6 17",
    "sections": [
      {
        "heading": "INTERNAL CARE COORDINATION",
        "content": [
          "The counselor assigned to a consumer is primarily responsible for coordination of care delivered within QBH to consumers assigned to the counselor.  Such activities may also be assisted by a case manager, as appropriate.",
          "Key areas of care coordination internal to QBH include, but not exclusively:",
          "Overseeing full implementation of the consumer’s treatment plan.",
          "Orientation of the consumer to the services s/he will be receiving.",
          "Promoting the consumer’s participation in discussion of his/her plan, goals and status on an ongoing basis.",
          "Identifying and addressing any gaps in service provision.",
          "Sharing information on how to access other community resources relevant to the consumer’s needs.",
          "Advocating for the consumer, when needed.",
          "Communicating information regarding the consumer’s progress to appropriate persons.",
          "Involving the family or legal guardian, when permitted."
        ]
      },
      {
        "heading": "LINKING CONSUMERS TO SERVICES/RESOURCES",
        "content": [
          "When services or resources are needed to assist the consumer to meet their personalized treatment plan objectives that are not available within QBH’s MAT program, consumers are guided in identification and contact with outside services or resources.",
          "The consumer’s assigned Counselor and/or case manager, if applicable, will coordinate, or assist the consumer to personally contact the service agency or other resource(s) needed to achieve their PTP objectives, when needed.",
          "Counselors/case managers are knowledgeable of and/or can locate community services and resources available in the Macomb County areas, as appropriate to the location where they provide services.",
          "Counselors/case managers place particular emphasis on identifying with the consumer whether they have sufficient support systems to sustain and move them forward in their recovery during and post-treatment and help the consumer to identify and select helpful resources to build that support, if lacking, prior to the consumer’s discharge.",
          "Case management/service coordination is a joint effort of the counselor and/or case manager and the consumer; outside care may be arranged by the counselor/case manager after consumer input and agreement or arrangement may be made by the consumer with guidance from the counselor/case manager, if the consumer is able and willing.",
          "The intensity of case management/service coordination is dependent upon the consumer’s needs as reflected in the PTP.",
          "Referrals and follow-up for other health care related needs of the consumer in MAT are completed within 3 months of program admission."
        ]
      },
      {
        "heading": "TYPES OF CASE MANAGEMENT/SERVICE COORDINATION",
        "content": [
          "The type(s) of services or resources are directed by the specific needs of the consumer.  They may include, but not exclusively:",
          "Outreach to encourage the consumer’s participation.",
          "Coordination or assistance with crisis intervention and stabilization services.",
          "Consumers with identified mental health needs are referred to appropriate treatment, concurrent with MAT treatment.",
          "Optimization of resources and opportunities through community linkages and enhanced social support networks.",
          "Michigan Rehabilitation Services is used to assist consumers with education, employment, personal needs or activities of daily living.",
          "DHS is used to assist with income, disability and food stamp and other financial needs",
          "NA and/or AA 12 Step Recovery meetings and mutual help groups to assist with recovery progress",
          "Local Medical Centers/Hospitals to assist with medical and other health care needs",
          "Access to transportation.",
          "Facilitating the transition process, including arrangements for follow-up services.",
          "Coordinating any services provided outside of QBH.",
          "Securing safe housing that fits the needs and abilities of the consumer.",
          "Engagement in other meaningful activities to build community ties, support structures, and/or sustain recovery and well-being, etc.",
          "Linkages for skill development such as budgeting, meal planning, personal care, housekeeping and home maintenance or other identified needs if not covered by QBH program didactics or if development beyond what is provided is needed.",
          "Other community services, as needed by consumers.",
          "Feedback is informally exchanged with outside organizations/agencies providing services to consumers only with the consumer’s permission.",
          "All case management and service coordination activities are addressed in the Master Needs List, the PTP and in progress notes."
        ]
      },
      {
        "heading": "CARE COORDINATION NEEDS OF MOMS/PARENTS",
        "content": [
          "Consumers who are pregnant or parenting have special needs that must be addressed as a part of their MAT process.  Services either provided internally or by referral include:",
          "Education about neonatal abstinence syndrome, its symptoms, its potential effect on their infants, and the need for treatment.",
          "Assistance to obtain evaluation and treatment if their infant may be susceptible to neonatal abstinence syndrome.",
          "Referral to parenting support groups or other children’s services, including referrals for services the child may need due to special mental and cognitive needs, especially if abuse or neglect has occurred.",
          "Referrals for child care services.",
          "Referral for parenting skills education, unless provided in the program.",
          "Referral for prenatal care; reciprocity in the exchange of pertinent clinical information about compliance with the recommended medical care will be established as required by federal law.",
          "If the pregnant consumer refuses direct or referred prenatal care, the program physician or designee has the consumer formally acknowledge in writing that the program offered or referred for those services but the consumer refused them.",
          "If the pregnant consumer refuses direct or referred prenatal care, the program offers basic prenatal instruction on maternal, physical, and dietary care.  The education is documented in the consumer record.",
          "Information and counsel to the pregnant consumer about the latest consumer information sheets and product inserts for methadone shall be documented in the consumer’s record."
        ]
      },
      {
        "heading": "CASE MANAGEMENT LOCATIONS",
        "content": [
          "Case management services are provided at QBH facilities where MAT programs are provided  in Sterling Heights, these areas highly populated by the types of citizens likely to need QBH’s MAT services.",
          "FORMS:",
          "Personalized Treatment Plan",
          "Master Needs List",
          "Progress Note Forms"
        ]
      }
    ]
  },
  {
    "file_name": "QBH MAT CONSUMER AND FAMILY INVOLVEMENT.policy   FINAL 6 17.docx",
    "title": "QBH MAT CONSUMER AND FAMILY INVOLVEMENT.policy   FINAL 6 17",
    "sections": [
      {
        "heading": "QBH BELIEFS AND RESPONSIBILITIES",
        "content": [
          "Involve consumers and their significant others in the assessment, treatment and service evaluation process to the extent feasible and appropriate.",
          "It is QBH’s belief that consumers get sick and recover in the context of a social unit that either lends support to wellness or deters a wellness state; therefore, the most effective approach to service delivery is to provide it in the context of the whole consumer, including their social environment whenever possible."
        ]
      },
      {
        "heading": "CONSUMER AND FAMILY IPARTICIPATION IN SERVICE",
        "content": [
          "The consumer and his/her significant others shall participate in all aspects of the service delivery process to the extent they are willing and that it is advisable to the consumer's condition.",
          "The consumer shall not receive service unless and until s/he has been informed about the expectations and consequences of treatment and signs a written Consent to Treatment form. In the case of assigned guardianship, the guardian or legal representative shall sign this form.",
          "The consumer and significant others, if appropriate, shall be informants during the assessment process. Assessment shall include documentation in the medical record, of the consumer's and significant others' expectations for treatment.",
          "The consumer and significant others, if appropriate, shall participate in the development of the treatment plan and sign the plan as evidence of being informed and of their participation.",
          "If they have any disagreement with the plan of treatment, the consumer's medical record shall so indicate and the assigned therapist shall mediate a solution to the conflict.",
          "The consumer and significant others, if appropriate, shall also participate in each treatment plan review.",
          "When appropriate, the consumer's significant others shall be included in his/her treatment\nprocess through educational, marital, family, and/or support group therapy.",
          "Family involvement is documented in the consumer’s medical record."
        ]
      },
      {
        "heading": "CONSUMER AND FAMILY NON-PARTISIPATION",
        "content": [
          "If a consumer's significant others are unable or unwilling to participate in the consumer's service delivery process as described  above, or such participation is clinically inappropriate, such circumstances shall be documented in the consumer's medical record. The assigned therapist will work with the consumer, as part of treatment, to develop a functional support system if that normally availed by significant others is unavailable and/or nonfunctional.",
          "FORMS:",
          "Consent to Treatment",
          "Personalized Treatment Plan",
          "Consent to Contact"
        ]
      }
    ]
  },
  {
    "file_name": "QBH MAT Consumer Contraband.policy  FINAL 7 17.docx",
    "title": "QBH MAT Consumer Contraband.policy  FINAL 7 17",
    "sections": [
      {
        "heading": "POLICY: CONSUMER CONTRABAND",
        "content": []
      },
      {
        "heading": "PROCEDURES:",
        "content": [
          "The following is a list of items which are considered contraband, and which are not permitted on the grounds of QBH or a QBH sponsored activity:",
          "Weapons of any kind, or objects which are adaptable to be used as weapons.",
          "Illegal drugs or alcohol. Legally prescribed medications must be in the original packaging and in the possession of a responsible adult.",
          "Sexually explicit materials in written, electronic, or other form.",
          "Inhalable substances, such as aerosol spray cans and toxic glues or paints.",
          "Drug paraphernalia, including but not limited to: pipes, rolling papers, syringes (unless verified as medically appropriate and in the possession of a responsible adult), and clothing or other objects with explicit drug images or messages.",
          "Tattooing devices.",
          "Spray paint and/ or permanent markers, except as approved by a QBH MAT program staff member.",
          "Other objects or substances not listed above may be deemed contraband if determined by QBH MAT program staff to pose a significant risk of harm to consumers, visitors, or staff.",
          "Contraband is subject to being confiscated by QBH MAT program staff if brought onto QBH’s property or a QBH sponsored event.  Any illegal substances or illegal objects such as weapons shall be destroyed or turned over to legal authorities.  Contraband that does not fall into the category of illegal may be returned to the consumer or the consumer’s legal guardian when the consumer leaves the QBH MAT program premises, at the discretion of a program staff member.",
          "QBH MAT program staff shall not retain any item of contraband, including tobacco products, for their own use.  All contraband must be destroyed, returned to the consumer/guardian, or turned over to law enforcement.",
          "Any contraband to be destroyed must be destroyed in the presence of at least two staff persons and according to Federal guidelines and documented in the consumer’s medical record as such.  Substances or chemicals (such as prescription medications, marijuana, etc.) will be dissolved, if possible, and then mixed with an undesirable substance, such as used coffee grounds or kitty litter, placed in a sealed bag, and then placed in the garbage, or using other state-of-the-art methods approved by the CEO.",
          "Discovery of contraband shall warrant the writing of an Incident Report by the QBH MAT program staff member.  The Incident Report shall be routed internally and/or externally, dependent upon the nature of the contraband and the mandates of the licensing authority and contractual agreements with other agencies and government entities."
        ]
      },
      {
        "heading": "EVALUATION/REVIEW:",
        "content": [
          "The Clinical Director will review this policy annually, and the Clinical Committee will review and approve."
        ]
      },
      {
        "heading": "RELATED FORMS/POLICIES:",
        "content": [
          "Incident Report Form",
          "Consumer Handbook"
        ]
      }
    ]
  },
  {
    "file_name": "QBH MAT Disability Accommodation.policy   FINAL 7 17.docx",
    "title": "QBH MAT Disability Accommodation.policy   FINAL 7 17",
    "sections": [
      {
        "heading": "DISABILITY ACCOMMODATION",
        "content": [
          "QBH, Inc. is committed to providing services that are accessible and understandable to consumers so that they are participating in treatment decisions.  (See Limited English Proficiency Policy for language accommodation.)"
        ]
      },
      {
        "heading": "GENERAL GUIDELINES",
        "content": [
          "During the intake process, or prior, the intake staff will ascertain if any physical disability, or language, hearing or visual barrier exists for the consumer.  The intake staff will alert the Clinical Director of the need for special accommodations.",
          "If a physical disability exists, all reasonable accommodation will be provided to make the program facilities and treatment environment accessible to the consumer, in compliance with the American Disabilities Act.",
          "If a visual barrier exists, staff is alerted that all written materials will need to be read to the consumer. The front of the consumer’s medical record will have a Special Accommodations Alert posted on it.  The consumer will be assisted, as needed, in all mobile activities; a staff shall be assigned each shift to provide this assistance.  This consumer’s orientation will include helping them to establish how to locate the bathroom, an emergency exit, and the nurse’s station whether with or without assistance, from their assigned bedroom.",
          "If a hearing barrier exists, always:",
          "Face the person with a hearing loss when speaking",
          "Speak clearly and with a normal volume",
          "Speak slowly using an even rate of speech",
          "Eliminate background noise whenever possible",
          "Don't attempt to communicate from a distance",
          "Use the consumer's preferred method of communication. E.g., lip-reading, BSL interpreter, pen and paper."
        ]
      },
      {
        "heading": "RELATED POLICIES/FORMS",
        "content": [
          "Consumer Rights and Responsibilities Policy and List",
          "Limited English Proficiency Policy",
          "HIPAA related Policies"
        ]
      }
    ]
  },
  {
    "file_name": "QBH REQUEST FOR CONFIDENTIAL COMMUNICATIONS.form   FINAL.docx",
    "title": "QBH REQUEST FOR CONFIDENTIAL COMMUNICATIONS.form   FINAL",
    "sections": [
      {
        "heading": "Introduction",
        "content": [
          "REQUEST FOR CONFIDENTIAL COMMUNICATIONS",
          "Date: ___________________________________",
          "Name: __________________________________",
          "Date of Birth: _____________________________",
          "You may request to receive confidential communications of protected health information by alternative means or at alternative address.  For example, you may not want your appointment notices or your bill to go to your home where a family member might see it.",
          "You must indicate to us that the disclosures of all or part of the information would endanger you.  We will accommodate all reasonable requests.",
          "If you make a request for confidential communications, you must give us an alternative address or other method of contacting you (phone number, email address, etc.).  Please specify how or where you wish to be contacted:",
          "_______________________________________________________________________________________________________________________________________________________________________________________________________________________________________",
          "Signature of client or representative: ________________________________________________",
          "If representative, give relationship: _________________________________________________",
          "For more information about your privacy rights, see the “Notice of Privacy Practices” available upon request or at _______________, __________________________ or by sending a written request to this address.",
          "If you believe your privacy rights have been violated, you may file a complaint with _______________ or with the Secretary of the Department of Health and Human Services.  To file a complaint with _______________, contact the _______________ Privacy Officer at (    )    -       .  You will not be penalized for filing a complaint."
        ]
      }
    ]
  },
  {
    "file_name": "QBH REQUEST FOR RESTRICTION ON USE OR DISCLOSURE OF PROTECTED HEALTH INFO.form   FINAL.docx",
    "title": "QBH REQUEST FOR RESTRICTION ON USE OR DISCLOSURE OF PROTECTED HEALTH INFO.form   FINAL",
    "sections": [
      {
        "heading": "Introduction",
        "content": [
          "REQUEST FOR RESTRICTION ON USE OR DISCLOSURE"
        ]
      },
      {
        "heading": "OF PROTECTED HEALTH INFORMATION",
        "content": [
          "Date: _______________\n\nName: _____________________________",
          "Date of Birth: QBHQBH",
          "I understand that QBH may use or disclose my protected health information for the purposes of treatment, payment, and health care operations.  QBH may also disclose information to someone involved in my care or the payment for my care, such as a family member or friend.  I understand that QBH does not have to agree to my request.",
          "I hereby request a restriction on QBH’s use or disclosure of my protected health information.",
          "The information I want limited is:",
          "_________________________________________________________________________",
          "I want to limit:",
          "ٱ    QBH’s use of this information.",
          "ٱ    QBH’s disclosure of this information.",
          "ٱ    Both the use and disclosure of this information.",
          "I want the limits to apply to the following person/entity (for example, a spouse):",
          "________________________________________________________________________",
          "I understand that QBH does not have to agree to my request.",
          "Even if QBH agrees to the restriction, QBH may share the information regardless of the restriction in the following circumstances:",
          "During a medical emergency, if the restricted information is needed to provide emergency treatment.  However, if the information is disclosed during an emergency, QBH will tell the recipient not to use or disclose the information for any other purposes.",
          "For certain public health activities.",
          "For reporting abuse, neglect, exploitation, domestic violence or other crimes.",
          "For health agency oversight activities or law enforcement investigations.",
          "For judicial or administrative proceedings.",
          "For identifying decedents to coroner and medical examiners or determining a cause of death.",
          "For organ procurement.",
          "For certain research activities.",
          "For workers’ compensation programs.",
          "For uses and disclosures otherwise required by law.",
          "If a restriction is agreed to, it may be terminated if:",
          "I request, or agree to, the termination in writing.",
          "I orally agree to the termination and the oral agreement is documented.",
          "QBH informs me that it is terminating the agreement.  In this case, the termination is effective for protected health information created by QBH or received by QBH after I am notified of the termination.",
          "For more information about your privacy rights, see the QBH Notice of Privacy Practices available upon request at QBH, or by sending a written request to this address.",
          "If you believe your privacy rights have been violated, you may file a complaint with QBH or with the Secretary of the Department of Health and Human Services.  To file a complaint with QBH, contact the QBH Privacy Officer at (    )    -       .  All complaints must be submitted in writing.  You will not be penalized for filing a complaint.",
          "Date: _______",
          "Signature: ________________________________________",
          "(Consumer/Representative/Guardian)",
          "If signed by someone other than the Consumer, state relationship: ____________________",
          "Witness: _________________________________________"
        ]
      }
    ]
  },
  {
    "file_name": "QBH Research Ethics Statement of Principles.form  FINAL r 12 15.docx",
    "title": "QBH Research Ethics Statement of Principles.form  FINAL r 12 15",
    "sections": [
      {
        "heading": "RESEARCH ETHICS\nSTATEMENT OF PRINCIPLES",
        "content": [
          "Research involving human subjects must conform to the scientific, legal, and moral principles which justify all research, and should emerge from sound theoretical bases or follow acceptable research design.",
          "Ethical aspects of the experiment should be clearly stated in the research design at all stages in its development.",
          "Research should be conducted only by scientifically qualified individuals. When appropriate, medical liaison or supervision should be provided.",
          "Human subject research projects cannot be carried out legitimately unless the importance of the objective in proportionate to the risks to the subject. All proposed research projects should be assessed as to their inherent risks in comparison to the potential benefits to the subject or others.",
          "Experimental risks that should be evaluated include not only possible physical harm but also psychological impairment to the individual subject or others. Special care should be exercised in experiments in which the personality of the subject is liable to be altered by drugs or experimental procedure.",
          "The nature, purpose and risk of the research must be adequately explained to the subject.",
          "Research on a human being cannot be undertaken without his free consent after he has been informed. The research subject should be in such a mental, physical, and legal state as to be able to exercise fully his power of choice; if he is legally incompetent, the consent of the legal guardian should be procured.",
          "Consent should, as a rule, be obtained in writing. However, the responsibility for research always remains with the research worker; it never falls in the subject even after consent when obtained.",
          "The investigator must respect the right of each individual to safeguard his right to privacy and personal integrity, especially if the subject is in a dependent relationship to the investigator.",
          "Coercion must be prohibited. At any time during the course of clinical research the subject or his guardian should be free to withdraw permission for the research to be continued. The investigator or the investigating team should discontinue the research if, in his or their judgment, it may if continued, be harmful to the individual.",
          "Experimentation should be planned so as to avoid unnecessary pain, suffering or inconvenience to the research subject, his family or guardians.",
          "Approved by American Psychological Association"
        ]
      }
    ]
  },
  {
    "file_name": "QBH Research Ethics Statement.policy  FINAL r 12 15.docx",
    "title": "QBH Research Ethics Statement.policy  FINAL r 12 15",
    "sections": [
      {
        "heading": "RESEARCH ETHICS\nSTATEMENT OF PRINCIPLES",
        "content": [
          "Research involving human subjects must conform to the scientific, legal, and moral principles which justify all research, and should emerge from sound theoretical bases or follow acceptable research design.",
          "Ethical aspects of the experiment should be clearly stated in the research design at all stages in its development.",
          "Research should be conducted only by scientifically qualified individuals. When appropriate, medical liaison or supervision should be provided.",
          "Human subject research projects cannot be carried out legitimately unless the importance of the objective in proportionate to the risks to the subject. All proposed research projects should be assessed as to their inherent risks in comparison to the potential benefits to the subject or others.",
          "Experimental risks that should be evaluated include not only possible physical harm but also psychological impairment to the individual subject or others. Special care should be exercised in experiments in which the personality of the subject is liable to be altered by drugs or experimental procedure.",
          "The nature, purpose and risk of the research must be adequately explained to the subject.",
          "Research on a human being cannot be undertaken without his free consent after he has been informed. The research subject should be in such a mental, physical, and legal state as to be able to exercise fully his power of choice; if he is legally incompetent, the consent of the legal guardian should be procured.",
          "Consent should, as a rule, be obtained in writing. However, the responsibility for research always remains with the research worker; it never falls in the subject even after consent when obtained.",
          "The investigator must respect the right of each individual to safeguard his right to privacy and personal integrity, especially if the subject is in a dependent relationship to the investigator.",
          "Coercion must be prohibited. At any time during the course of clinical research the subject or his guardian should be free to withdraw permission for the research to be continued. The investigator or the investigating team should discontinue the research if, in his or their judgment, it may if continued, be harmful to the individual.",
          "Experimentation should be planned so as to avoid unnecessary pain, suffering or inconvenience to the research subject, his family or guardians.",
          "Approved by American Psychological Association"
        ]
      }
    ]
  },
  {
    "file_name": "QBH Rules and Regulations.form    FINAL 8 13.docx",
    "title": "QBH Rules and Regulations.form    FINAL 8 13",
    "sections": [
      {
        "heading": "RULES AND REGULATIONS",
        "content": [
          "There is no visitation during Detoxification. Residential and IOP-D consumers may be authorized visitations by their counselors after being in the program for a total of 14 days (not including Detox).",
          "No more than $10.00 is allowed in Detox and no more than $20.00 is allowed in the Residential programs on the person of consumers.",
          "Detox consumers are allowed the opportunity to make one phone call at admission and one after being discharged. If you do not get through, you will not be given another opportunity to make a call until you have been medically discharged. Consumers leaving AMA will not be allowed to make a phone call. There is no exception to this rule. Consumers stepping down from Detox to QBH’s Residential program will have to obtain a pass from their counselor in order to make a phone call. Passes are usually issued after 14 days. Phone calls for medical, legal, and insurance reasons are the only exceptions to this rule.",
          "Consumers are not allowed to fraternize with other consumers or staff members.",
          "No loitering in the halls or at the monitor and/or nurse’s stations.",
          "No loitering in other consumer’s bedrooms, you are only allowed to enter the bedroom assigned to you.",
          "A clear visualization of your bed must be maintained at all times.",
          "You are required to attend all unit activities (AA, NA, AL anon, Didactics, Group and Counseling Sessions) unless you have been given specific permission by the Clinical Director to be excused from a particular activity.",
          "Consumers are not to leave their unit unless escorted by a staff person.",
          "No sexual activities between consumers, or staff and consumers at any time. If there is any inappropriate sexual behavior all parties involved will be discharged immediately.",
          "Smoking or use of other tobacco products by consumers is only permitted during designated times and at the designated smoking area. Any violations of this will result in termination from the program.",
          "Do not take any food/drink out of the dining area.  Food and drinks are not permitted on the floor other than in the designated eating area.",
          "Profanity is not tolerated, if you continue to use profanity after being warned, you will be terminated from the program.",
          "Stealing, borrowing, bartering and gambling are not allowed.",
          "Unauthorized possession and/or use of any intoxicants, narcotics or controlled substances will result in immediate termination from the program.",
          "Consumers must follow the program schedule.",
          "Consumers are to groom themselves at least twice a day (showering, washing up, brushing their teeth and combing their hair). Appropriate clothing must be worn at all times.",
          "In the Residential program, consumers are allowed to bring up to four sets of clothing, two pairs of shoes, one pair of house slippers, a few pairs of underwear and socks.",
          "NO shorts that are above hands-width above the knee, no see-through garments, biker pants, sunglasses, leather clothing, halter tops, muscle shirts, or silk shirts.",
          "All beds are to be made before leaving the room for any activity.",
          "Electronic devices are prohibited, including cameras, video or audio equipment, CD/tape players/recorders or any other kind of recording device, cell phones, or beepers. If any of these prohibited items are found in the rooms, they will be destroyed and discarded.",
          "Consumers are not allowed to leave their automobiles in the parking lot or around the building. Consumers must have someone else drop them off.",
          "Yelling or loud talking is not permitted.",
          "While in Detox, all medications must be prescribed, authorized by the staff physician and administered by the medical staff. Consumers administer their own medications in the Residential program under the nurse’s supervision; medications must be kept locked up by the program staff at any other time.",
          "Withholding medication, palming, stealing, or selling medications is not allowed and will result in an immediate discharge.",
          "You are expected to tidy up the day room after each meal on a rotating basis.",
          "Each consumer is entitled to sit in one chair in the day room, no propping feet up on the chairs or lying in the chairs.",
          "Stealing from staff and/or consumers may result in an immediate discharge.",
          "The consumer is expected to participate in the initial and ongoing assessment process, providing accurate and complete information.  The assessment process is a critical step in identifying the consumer’s specific treatment needs and/or adjusting treatment as needs change, identifying strengths that the consumer brings into treatment, and identifying aftercare needs unique to the consumer."
        ]
      },
      {
        "heading": "The following are not permitted at any time and are grounds for immediate discharge:",
        "content": []
      },
      {
        "heading": "Use of or possession of drugs and/or alcohol",
        "content": []
      },
      {
        "heading": "Violence or threats of violence",
        "content": []
      },
      {
        "heading": "Fraternizing with other persons",
        "content": []
      },
      {
        "heading": "Violation of smoking and tobacco products policy",
        "content": []
      },
      {
        "heading": "Possession of any type of weapon, i.e. guns knives, etc.",
        "content": []
      },
      {
        "heading": "Physical contact – i.e. sexual misconduct or inappropriate behavior.",
        "content": [
          "I HAVE READ THE ABOVE RULES AND REGULATIONS AND HAVE TAKEN CARE OF ALL MY PERSONAL BUSINESS INCLUDING DOCTOR’S APPOINTMENT (S), LEGAL ISSUES, FINANCIAL ISSUES AND OTHER OBLIGATOINS. I UNDERSTAND THAT I AM NOT ELIGIBLE FOR PASSES FOR THE ABOVE AND WILL NOT REQUEST FOR ONE FOR THESE NEEDS.",
          "X_______________________________\t\tDate: «Admit_Date»",
          "Consumer’s Signature",
          "«First_Name» «Last_Name»",
          "_______________________________\t\t_________________",
          "Witness Signature\t\t\t\tDate"
        ]
      }
    ]
  }
]